{"content": ["AR 26.\r\n                \n\n\n\n\r\n                The undertaking may also report information about the effectiveness of processes for engaging with its\r\n                \n\r\n                  own workforce\r\n                 \n\r\n                from previous reporting \r\nperiods. This applies in cases where the undertaking has assessed the \r\neffectiveness of these processes or derived lessons during the current \r\nreporting period. Processes used to track effectiveness can include \r\ninternal or external auditing or verification, impact assessments, \r\nmeasurement systems,\r\n                \n\r\n                  stakeholder\r\n                 \n\r\n                feedback,\r\n                \n\r\n                  grievance mechanisms\r\n                 \n\r\n                , external performance ratings, and benchmarking.\r\n               \n\n\n\n\n\n\n\n\r\n             Disclosure Requirement S1-3 – Processes to remediate negative impacts and channels for its own workforce to raise concerns\r\n            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 27.\r\n                \n\n\n\n\r\n                In fulfilling the requirements set \r\nout by the disclosure criteria of Disclosure Requirement ESRS S1-3, the \r\nundertaking may be guided by the content of the UN Guiding Principles on\r\n Business and Human Rights and the OECD Due Diligence Guidance for \r\nResponsible Business Conduct focused on\r\n                \n\r\n                  remediation\r\n                 \n\r\n                and\r\n                \n\r\n                  grievance mechanisms\r\n                 \n\r\n                .\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 28.\r\n                \n\n\n\n\r\n                Channels for raising concerns or needs include\r\n                \n\r\n                  grievance mechanisms\r\n                 \n\r\n                , hotlines, trade unions (where \r\npeople in the workforce are unionised), works councils, dialogue \r\nprocesses or other means through which the undertaking’s\r\n                \n\r\n                  own workforce\r\n                 \n\r\n                or\r\n                \n\r\n                  workers’ representatives\r\n                 \n\r\n                can raise concerns about\r\n                \n\r\n                  impacts\r\n                 \n\r\n                or explain needs that they \r\nwould like the undertaking to address. This could include both channels \r\nprovided by the undertaking directly and channels provided by the \r\nentities where their own workforce is working, in addition to any other \r\nmechanisms an undertaking may use to gain insight into the management of\r\n impacts on its own workforce, such as compliance audits. Where the \r\nundertaking is relying solely on information about the existence of such\r\n channels provided by its\r\n                \n\r\n                  business relationships\r\n                 \n\r\n                to answer this requirement, it may state that.", "AR 29.\r\n                \n\n\n\n\r\n                Third party mechanisms could include\r\n those operated by the government, NGOs, industry associations and other\r\n collaborative initiatives. The undertaking may disclose whether these \r\nare accessible to all of its\r\n                \n\r\n                  own workforce\r\n                 \n\r\n                (or\r\n                \n\r\n                  workers’ representatives\r\n                 \n\r\n                or, in their absence, \r\nindividuals or organisations acting on their behalf or who are otherwise\r\n in a position to be aware of negative\r\n                \n\r\n                  impacts\r\n                 \n\r\n                ).\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 30.\r\n                \n\n\n\n\r\n                The undertaking shall consider whether and how people in its\r\n                \n\r\n                  own workforce\r\n                 \n\r\n                that may be affected and their\r\n                \n\r\n                  workers' representatives\r\n                 \n\r\n                are able to access channels at \r\nthe level of the undertaking they are employed by, or contracted to work\r\n for, in relation to each material\r\n                \n\r\n                  impact.\r\n                 \n\r\n                Relevant channels may include hotlines, trade unions (where people in the workforce are unionised) or works councils, or other\r\n                \n\r\n                  grievance mechanisms\r\n                 \n\r\n                operated by the relevant undertaking or by a third party.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 31.\r\n                \n\n\n\n\r\n                In explaining whether and how the \r\nundertaking knows that people in its own workforce are aware of and \r\ntrust any of these channels, the undertaking may provide relevant and \r\nreliable data about the effectiveness of these channels from the \r\nperspective of the people concerned. Examples of sources of information \r\nare surveys of people in the undertaking’s workforce that have used such\r\n channels and their levels of satisfaction with the process and \r\noutcomes.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 32.\r\n                \n\n\n\n\r\n                In describing the effectiveness of channels for its\r\n                \n\r\n                  own workforce\r\n                 \n\r\n                and\r\n                \n\r\n                  workers’ representatives\r\n                 \n\r\n                to raise concerns, the \r\nundertaking may be guided by the following questions, based on the \r\n“effectiveness criteria for non-judicial\r\n                \n\r\n                  grievance mechanisms”\r\n                 \n\r\n                , as laid out in the UN Guiding \r\nPrinciples on Business and Human Rights, in particular principle 31. The\r\n considerations below may be applied to individual channels or to a \r\ncollective system of channels:", "(a)\r\n                    \n\n\n\n\n\r\n                     do the channels have legitimacy by providing appropriate accountability for their fair conduct and building stakeholder trust?\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (b)\r\n                    \n\n\n\n\n\r\n                     are the channels known and accessible to\r\n                     \n\r\n                       stakeholders\r\n                      \n\r\n                     ?\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (c)\r\n                    \n\n\n\n\n\r\n                     do the channels have clear and known procedures, with indicative timeframes?\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (d)\r\n                    \n\n\n\n\n\r\n                     do the channels ensure reasonable access for\r\n                     \n\r\n                       stakeholders\r\n                      \n\r\n                     to sources of information, advice and expertise?\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (e)\r\n                    \n\n\n\n\n\r\n                     do the \r\nchannels offer transparency by providing sufficient information both to \r\ncomplainants and, where applicable, to meet any public interest?\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (f)\r\n                    \n\n\n\n\n\r\n                     do outcomes achieved through the channels accord with internationally recognised human rights?\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (g)\r\n                    \n\n\n\n\n\r\n                     does the \r\nundertaking identify insights from the channels that support continuous \r\nlearning in both improving the channels and preventing future impacts?\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (h)\r\n                    \n\n\n\n\n\r\n                     does the \r\nundertaking focus on dialogue with complainants as the means to reach \r\nagreed solutions, rather than seeking to unilaterally determine the \r\noutcome?\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\r\n             Disclosure Requirement \r\nS1-4 – Taking action on material impacts on own workforce, and approaches to managing \r\nmaterial risks and pursuing material opportunities related to own \r\nworkforce, and effectiveness of those actions\r\n            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 33.\r\n                \n\n\n\n\r\n                It may take time to understand negative\r\n                \n\r\n                  impacts\r\n                 \n\r\n                and how the undertaking may be involved with them through its\r\n                \n\r\n                  own workforce\r\n                 \n\r\n                , as well as to identify appropriate responses and put them into practice). Therefore, the undertaking may disclose:\r\n               \n\n\n\n\n\n\n\n\n\n\r\n                     (a)\r\n                    \n\n\n\n\n\r\n                     its general and specific approaches to addressing material negative impacts;", "(a)\r\n                    \n\n\n\n\n\r\n                     its general and specific approaches to addressing material negative impacts;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (b)\r\n                    \n\n\n\n\n\r\n                     its initiatives aimed at contributing to additional material positive impacts;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (c)\r\n                    \n\n\n\n\n\r\n                     how far it has progressed in its efforts during the reporting period; and\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (d)\r\n                    \n\n\n\n\n\r\n                     its aims for continued improvement.\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 34.\r\n                \n\n\n\n\r\n                Appropriate action can vary according to whether the undertaking causes or contributes to a material\r\n                \n\r\n                  impact\r\n                 \n\r\n                , or whether it is involved \r\nbecause the impact is directly linked to its operations, products or \r\nservices by a business relationship.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 35.\r\n                \n\n\n\n\r\n                Given that material negative\r\n                \n\r\n                  impacts\r\n                 \n\r\n                affecting its\r\n                \n\r\n                  own workforce\r\n                 \n\r\n                that have occurred during the \r\nreporting period may also be connected with other entities or operations\r\n outside its direct control, the undertaking may disclose whether and \r\nhow it seeks to use its leverage in its\r\n                \n\r\n                  business relationships\r\n                 \n\r\n                to manage those impacts. This may include using commercial\r\n                \n\r\n                  leverage\r\n                 \n\r\n                (for example, enforcing \r\ncontractual requirements with business relationships or implementing \r\nincentives), other forms of leverage within the relationship (such as \r\nproviding\r\n                \n\r\n                  training\r\n                 \n\r\n                or capacity-building on \r\nworkers’ rights to entities with which the undertaking has a business \r\nrelationship) or collaborative leverage with peers or other actors (such\r\n as initiatives aimed at responsible recruitment or ensuring workers \r\nreceive an\r\n                \n\r\n                  adequate wage\r\n                 \n\r\n                ).\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 36.", "AR 36.\r\n                \n\n\n\n\r\n                When the undertaking discloses its participation in an industry or multi-stakeholder initiative as part of its\r\n                \n\r\n                  actions\r\n                 \n\r\n                to address material negative \r\nimpacts, the undertaking may disclose how the initiative, and its own \r\ninvolvement, is aiming to address the material impact concerned. It may \r\nreport under ESRS S1-5 the relevant\r\n                \n\r\n                  targets\r\n                 \n\r\n                set by the initiative and progress towards them.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 37.\r\n                \n\n\n\n\r\n                When disclosing whether and how the undertaking considers actual and potential impacts on its\r\n                \n\r\n                  own workforce\r\n                 \n\r\n                in decisions to terminate\r\n                \n\r\n                  business relationships\r\n                 \n\r\n                and whether and how it seeks to\r\n address any negative impacts that may result from termination, the \r\nundertaking may include examples.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 38.\r\n                \n\n\n\n\r\n                Processes used to track the effectiveness of\r\n                \n\r\n                  actions\r\n                 \n\r\n                can include internal or \r\nexternal auditing or verification, court proceedings and/or related\r\n court decisions, impact assessments, measurement systems, stakeholder \r\nfeedback,\r\n                \n\r\n                  grievance mechanisms\r\n                 \n\r\n                , external performance ratings, and benchmarking.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 39.\r\n                \n\n\n\n\r\n                Reporting on effectiveness is aimed \r\nat enabling the understanding of the links between actions taken by an \r\nundertaking and the effective management of impacts. Additional \r\ninformation that the undertaking may provide includes data showing a \r\ndecrease in the number of\r\n                \n\r\n                  incidents\r\n                 \n\r\n                identified.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 40.\r\n                \n\n\n\n\r\n                With regard to initiatives or processes whose primary aim is to deliver positive impacts for people in the undertaking’s\r\n                \n\r\n                  own workforce\r\n                 \n\r\n                that are based on their needs, \r\nand with regard to progress in the implementation of such initiatives or\r\n processes, the undertaking may disclose:\r\n               \n\n\n\n\n\n\n\n\n\n\r\n                     (a)", "(a)\r\n                    \n\n\n\n\n\r\n                     information about whether and how people in its own workforce and\r\n                     \n\r\n                       workers’ representatives\r\n                      \n\r\n                     play a role in decisions regarding the design and implementation of these programmes or processes; and\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (b)\r\n                    \n\n\n\n\n\r\n                     information\r\n about the intended or achieved positive outcomes for the undertaking’s \r\nown workforce of these programmes or processes.\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 41.\r\n                \n\n\n\n\r\n                The undertaking may explain whether \r\nany such initiatives are designed also to support the achievement of one\r\n or more Sustainable Development Goals. For example, an undertaking \r\ncommitting to SDG 8 to “promote sustained, inclusive and sustainable \r\neconomic growth, full and productive employment and decent work for all”\r\n may be actively working towards eliminating\r\n                \n\r\n                  forced labour\r\n                 \n\r\n                or compulsory labour or \r\nsupporting higher levels of productivity on activities in developing \r\ncountries through technological upgrades and\r\n                \n\r\n                  training\r\n                 \n\r\n                of local labour, which can benefit both the specific people in its\r\n                \n\r\n                  own workforce\r\n                 \n\r\n                targeted by the\r\n                \n\r\n                  actions\r\n                 \n\r\n                , and also their local communities.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 42.\r\n                \n\n\n\n\r\n                When disclosing the intended or achieved positive outcomes of its\r\n                \n\r\n                  actions\r\n                 \n\r\n                for the undertaking’s\r\n                \n\r\n                  own workforce,\r\n                 \n\r\n                a distinction is to be made \r\nbetween evidence of certain activities having occurred (for example, \r\nthat x number of people have received financial literacy\r\n                \n\r\n                  training\r\n                 \n\r\n                ) from evidence of actual \r\noutcomes for the people concerned (for example, that x people report \r\nthat they are able to better manage their pay and their household \r\nbudgets).\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 43.", "AR 43.\r\n                \n\n\n\n\r\n                If the undertaking has taken measures to mitigate negative\r\n                \n\r\n                  impacts\r\n                 \n\r\n                on its\r\n                \n\r\n                  own workforce\r\n                 \n\r\n                that arise from the transition to a greener, climate-neutral economy, such as\r\n                \n\r\n                  training\r\n                 \n\r\n                and reskilling, employment \r\nguarantees, and in the case of downscaling or mass dismissal, measures \r\nsuch as job counselling, coaching, intra-company placements and early \r\nretirement plans, the undertaking shall disclose those measures. This \r\nincludes measures to comply with prevailing regulation. The undertaking \r\nmay highlight present and/or expected external developments that \r\ninfluence whether\r\n                \n\r\n                  dependencies\r\n                 \n\r\n                turn into\r\n                \n\r\n                  risks\r\n                 \n\r\n                . This includes consideration of impacts that may arise from the transition to greener and climate-neutral operations.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 44.\r\n                \n\n\n\n\r\n                When disclosing the material\r\n                \n\r\n                  risks\r\n                 \n\r\n                and\r\n                \n\r\n                  opportunities\r\n                 \n\r\n                related to its\r\n                \n\r\n                  impacts\r\n                 \n\r\n                or\r\n                \n\r\n                  dependencies\r\n                 \n\r\n                on its\r\n                \n\r\n                  own workforce\r\n                 \n\r\n                , the undertaking may consider the following:\r\n               \n\n\n\n\n\n\n\n\n\n\r\n                     (a)\r\n                    \n\n\n\n\n\r\n                     risks \r\nrelated to the undertaking’s impacts on its own workforce may include \r\nthe reputational or legal exposure where people in the undertaking’s \r\nworkforce are found to be subject to\r\n                     \n\r\n                       forced labour\r\n                      \n\r\n                     or\r\n                     \n\r\n                       child labour\r\n                      \n\r\n                     ;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (b)\r\n                    \n\n\n\n\n\r\n                     risks \r\nrelated to the undertaking’s dependencies on its own workforce may \r\ninclude disruption of business operations where significant employee \r\nturnover or lack of skills/\r\n                     \n\r\n                       training\r\n                      \n\r\n                       development\r\n                      \n\r\n                     threaten the undertaking’s business; and\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (c)"]}