{"content": ["Increased cost of raw materials\r\n                       \n\n\n\r\n                        Increased stakeholder concern\r\n                       \n\n\n\n\n\r\n                        Mandates on and regulation of existing production processes\r\n                       \n\n\n\n\n\n\n\n\n\r\n                        Negative stakeholder feedback\r\n                       \n\n\n\n\n\r\n                        Exposure to litigation\r\n                       \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n            Climate-related scenario analysis\r\n           \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 13.\r\n                \n\n\n\n\r\n                When disclosing the information \r\nrequired under paragraphs 19, 20, 21, AR 10 and AR 11, the undertaking \r\nshall explain how it has used climate-related\r\n                \n\r\n                  scenario analysis\r\n                 \n\r\n                that is commensurate to its circumstances to inform the identification and assessment of\r\n                \n\r\n                  physical\r\n                 \n\r\n                and\r\n                \n\r\n                  transition risks\r\n                 \n\r\n                and\r\n                \n\r\n                  opportunities\r\n                 \n\r\n                over the short-, medium- and long-term, including:\r\n               \n\n\n\n\n\n\n\n\n\n\r\n                     (a)\r\n                    \n\n\n\n\n\r\n                     which\r\n                     \n\r\n                       scenarios\r\n                      \n\r\n                     were used, their sources and alignment with state-of-the-art science;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (b)\r\n                    \n\n\n\n\n\r\n                     narratives,\r\n time horizons, and endpoints used with a discussion of why it believes \r\nthe range of scenarios used covers its plausible risks and \r\nuncertainties;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (c)\r\n                    \n\n\n\n\n\r\n                     the key \r\nforces and drivers taken into consideration in each scenario and why \r\nthese are relevant to the undertaking, for example,\r\n                     \n\r\n                       policy\r\n                      \n\r\n                     assumptions, macroeconomic trends, energy usage and mix, and technology assumptions; and\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (d)\r\n                    \n\n\n\n\n\r\n                     key \r\ninputs and constraints of the scenarios, including their level of detail\r\n (e.g., whether the analysis of physical climate-related risks is based \r\non geospatial coordinates specific to the undertaking’s locations or \r\nnational- or regional-level broad data).\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 14.", "AR 14.\r\n                \n\n\n\n\r\n                When conducting\r\n                \n\r\n                  scenario analysis\r\n                 \n\r\n                , the undertaking may consider \r\nthe following guidance: TCFD Technical Supplement on “The Use of \r\nScenario Analysis in Disclosure of Climate-Related Risks and \r\nOpportunities” (2017); TCFD “Guidance on Scenario Analysis for \r\nNon-Financial Companies” (2020); ISO 14091:2021 “Adaptation to \r\nclimate change — Guidelines on vulnerability, impacts and risk \r\nassessment”; any other recognised industry standards such as NGFS \r\n(Network for Greening the Financial System); and EU, national, regional \r\nand local regulations.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 15.\r\n                \n\n\n\n\r\n                The undertaking shall briefly explain how the climate\r\n                \n\r\n                  scenarios\r\n                 \n\r\n                used are compatible with the critical climate-related assumptions made in the financial statements.\r\n               \n\n\n\n\n\n\n\n\r\n             Disclosure Requirement E1-2 – Policies related to climate change mitigation and adaptation\r\n            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 16.\r\n                \n\n\n\n\n\n\r\n                  Policies\r\n                 \n\r\n                related to either\r\n                \n\r\n                  climate change mitigation\r\n                 \n\r\n                or\r\n                \n\r\n                  climate adaptation\r\n                 \n\r\n                may be disclosed separately as their objectives, people involved,\r\n                \n\r\n                  actions\r\n                 \n\r\n                and resources needed to implement them are different.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 17.\r\n                \n\n\n\n\n\n\r\n                  Policies\r\n                 \n\r\n                related to\r\n                \n\r\n                  climate change mitigation\r\n                 \n\r\n                address the management of the undertaking’s\r\n                \n\r\n                  GHG emissions\r\n                 \n\r\n                , GHG removals and\r\n                \n\r\n                  transition risks\r\n                 \n\r\n                over different time horizons, in its own operations and/or in the upstream and downstream\r\n                \n\r\n                  value chain\r\n                 \n\r\n                . The requirement under \r\nparagraph 22 may relate to stand-alone climate change mitigation \r\npolicies as well as relevant policies on other matters that indirectly \r\nsupport climate change mitigation including\r\n                \n\r\n                  training\r\n                 \n\r\n                policies, procurement or\r\n                \n\r\n                  supply chain\r\n                 \n\r\n                policies, investment policies or product development policies.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 18.", "AR 18.\r\n                \n\n\n\n\n\n\r\n                  Policies\r\n                 \n\r\n                related to\r\n                \n\r\n                  climate change adaptation\r\n                 \n\r\n                address the management of the undertaking’s physical climate risks and of its\r\n                \n\r\n                  transition risks\r\n                 \n\r\n                related to climate change \r\nadaptation. The requirement under paragraphs 22 and 25 may relate \r\nto stand-alone climate change adaptation policies as well as relevant \r\npolicies on other matters that indirectly support climate change \r\nadaptation including\r\n                \n\r\n                  training\r\n                 \n\r\n                policies, and emergency or health and safety policies.\r\n               \n\n\n\n\n\n\n\n\r\n             Disclosure Requirements E1-3 – Actions and resources in relation to climate change policies\r\n            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 19.\r\n                \n\n\n\n\r\n                When disclosing the information on\r\n                \n\r\n                  actions\r\n                 \n\r\n                as required under paragraphs 29 (a) and 29 (b), the undertaking may:\r\n               \n\n\n\n\n\n\n\n\n\n\r\n                     (a)\r\n                    \n\n\n\n\n\r\n                     disclose its key actions taken and/or plans to implement\r\n                     \n\r\n                       climate change mitigation\r\n                      \n\r\n                     and\r\n                     \n\r\n                       adaptation policies\r\n                      \n\r\n                     in its single or separate actions;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (b)\r\n                    \n\n\n\n\n\r\n                     aggregate\r\n types of mitigation actions (decarbonisation levers) such as energy \r\nefficiency, electrification, fuel switching, use of\r\n                     \n\r\n                       renewable energy\r\n                      \n\r\n                     , products change, and supply-chain decarbonisation that fit the undertakings' specific actions;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (c)\r\n                    \n\n\n\n\n\r\n                     disclose the list of key mitigation actions alongside the measurable\r\n                     \n\r\n                       targets\r\n                      \n\r\n                     (as required by Disclosure Requirement E1-4) with disaggregation by decarbonisation levers; and\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (d)\r\n                    \n\n\n\n\n\r\n                     disclose the\r\n                     \n\r\n                       climate change adaptation\r\n                      \n\r\n                     actions by type of adaptation solution such as nature-based adaptation, engineering, or technological solutions.\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 20.", "AR 20.\r\n                \n\n\n\n\r\n                When disclosing the information on \r\nresources as required under paragraph 29 (c), the undertaking shall only\r\n disclose the significant OpEx and CapEx amounts required for the \r\nimplementation of the\r\n                \n\r\n                  actions\r\n                 \n\r\n                as the purpose of this \r\ninformation is to demonstrate the credibility of its actions rather than\r\n to reconcile the disclosed amounts to the financial statements. The \r\ndisclosed CapEx and OpEx amounts shall be the additions made to both \r\ntangible and intangible assets during the current financial year as well\r\n as the planned additions for future periods of implementing the \r\nactions. The disclosed amounts shall only be the incremental financial \r\ninvestments directly contributing to the achievement of the \r\nundertaking’s\r\n                \n\r\n                  targets.\r\n                 \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 21.\r\n                \n\n\n\n\r\n                In line with the requirements of ESRS 2 MDR-A, the undertaking shall explain if and to what extent its ability to implement the\r\n                \n\r\n                  actions\r\n                 \n\r\n                depends on the availability and\r\n allocation of resources. Ongoing access to finance at an affordable \r\ncost of capital can be critical for the implementation of the \r\nundertaking’s actions, which include its adjustments \r\nto supply/demand changes or its related acquisitions and \r\nsignificant research and development (R&D) investments.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 22.\r\n                \n\n\n\n\r\n                The amounts of OpEx and CapEx required for the implementation of the\r\n                \n\r\n                  actions\r\n                 \n\r\n                disclosed under paragraph 29 \r\n(c) shall be consistent with the key performance indicators (CapEx and \r\nOpEx key performance indicators) and, if applicable, the CapEx plan \r\nrequired by Commission Delegated Regulation (EU) 2021/2178. The \r\nundertaking shall explain any potential differences between the \r\nsignificant OpEx and CapEx amounts disclosed under this Standard and the\r\n key performance indicators disclosed under Commission Delegated \r\nRegulation (EU) 2021/2178 due to, for instance, the disclosure of \r\nnon-eligible economic activities as defined in that delegated \r\nregulation. The undertaking may structure its actions by economic \r\nactivity to compare its OpEx and CapEx, and if applicable its \r\nOpEx and/or CapEx plans to its Taxonomy-aligned key performance \r\nindicators.\r\n               \n\n\n\n\n\n\n\n\r\n             Metrics and targets\r\n            \n\n\n\n\n\r\n             Disclosure Requirement E1-4 – Targets related to climate change mitigation and adaptation\r\n            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 23.", "Disclosure Requirement E1-4 – Targets related to climate change mitigation and adaptation\r\n            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 23.\r\n                \n\n\n\n\r\n                Under paragraph 34 (a), the undertaking may disclose\r\n                \n\r\n                  GHG emission reduction\r\n                 \n\r\n                targets in intensity value. Intensity targets are formulated as ratios of\r\n                \n\r\n                  GHG emissions\r\n                 \n\r\n                relative to a unit of physical \r\nactivity or economic output. Relevant units of activity or output are \r\nreferred to in ESRS sector-specific standards. In cases where the \r\nundertaking has only set a GHG intensity reduction target, it shall \r\nnevertheless disclose the associated absolute values for the target year\r\n and interim target year(s). This may result in a situation where an \r\nundertaking is required to disclose an increase of absolute GHG \r\nemissions for the target year and interim target year(s), for example \r\nbecause it anticipates organic growth of its business.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 24.\r\n                \n\n\n\n\r\n                When disclosing the information \r\nrequired under paragraph 34 (b), the undertaking shall specify the share\r\n of the target related to each respective\r\n                \n\r\n                  GHG emission Scope (1, 2 or 3)\r\n                 \n\r\n                . The undertaking shall state the method used to calculate Scope 2 GHG\r\n                \n\r\n                  emissions\r\n                 \n\r\n                included in the target (i.e., either the location-based or market-based method). If the boundary of the GHG\r\n                \n\r\n                  emission reduction target\r\n                 \n\r\n                diverges from that of the GHG \r\nemissions reported under Disclosure Requirement E1-6, the undertaking \r\nshall disclose which gases are covered, the respective percentage of \r\nScope 1, 2, 3 and total GHG emissions covered by the target. For the GHG\r\n emission reduction\r\n                \n\r\n                  targets\r\n                 \n\r\n                of its subsidiaries, the undertaking shall analogously apply these requirements at the level of the subsidiary.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 25.\r\n                \n\n\n\n\r\n                When disclosing the information required under paragraph 34(c) on base year and baseline value:\r\n               \n\n\n\n\n\n\n\n\n\n\r\n                     (a)", "When disclosing the information required under paragraph 34(c) on base year and baseline value:\r\n               \n\n\n\n\n\n\n\n\n\n\r\n                     (a)\r\n                    \n\n\n\n\n\r\n                     the \r\nundertaking shall briefly explain how it has ensured that the baseline \r\nvalue against which the progress towards the target is measured is \r\nrepresentative in terms of the activities covered and the influences \r\nfrom external factors (e.g., temperature anomalies in a certain year \r\ninfluencing the amount of energy consumption and related GHG emissions).\r\n This can be done by the normalisation of the baseline value, or, by \r\nusing a baseline value that is derived from a 3-year average if \r\nthis increases the representativeness and allows a more faithful \r\nrepresentation;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (b)\r\n                    \n\n\n\n\n\r\n                     the \r\nbaseline value and base year shall not be changed unless significant \r\nchanges in either the target or reporting boundary occur. In such a \r\ncase, the undertaking shall explain how the new baseline value affects \r\nthe new target, its achievement and presentation of progress over time. \r\nTo foster comparability, when setting new\r\n                     \n\r\n                       targets\r\n                      \n\r\n                     , the undertaking \r\nshall select a recent base year that does not precede the first \r\nreporting year of the new target period by longer than 3 years. For \r\nexample, for 2030 as the target year and a target period between 2025 \r\nand 2030, the base year shall be selected from the period between \r\n2022 and 2025;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (c)\r\n                    \n\n\n\n\n\r\n                     the \r\nundertaking shall update its base year from 2030 and after every 5-year \r\nperiod thereafter. This means that before 2030, the base years chosen by\r\n undertakings’ may be either the currently applied base year for \r\nexisting targets or the first year of application of the sustainability \r\nreporting requirements as set out in Article 5(2) of Directive \r\n(EU) 2022/2464 (2024, 2025 or 2026) and, after 2030, every 5 years \r\n(2030, 2035, etc); and\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (d)\r\n                    \n\n\n\n\n\r\n                     when \r\npresenting climate-related targets, the undertaking may disclose the \r\nprogress in meeting these targets made before its current base year. In \r\ndoing so, the undertaking shall, to the greatest extent possible, ensure\r\n that the information on past progress is consistent with the \r\nrequirements of this Standard. In the case of methodological \r\ndifferences, for example, regarding target boundaries, the undertaking \r\nshall provide a brief explanation for these differences.\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 26.", "AR 26.\r\n                \n\n\n\n\r\n                When disclosing the information \r\nrequired under paragraphs 34 (d) and 34 (e), the undertaking shall \r\npresent the information over the target period with reference to a \r\nsector- specific, if available, or a cross-sector emission pathway \r\ncompatible with limiting global warming to 1.5°C. For this purpose, the \r\nundertaking shall calculate a 1.5°C aligned reference target value \r\nfor Scope 1 and 2 (and, if applicable, a separate one for Scope 3) \r\nagainst which its own GHG\r\n                \n\r\n                  emission reduction targets\r\n                 \n\r\n                or interim targets in the respective Scopes can be compared.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 27.\r\n                \n\n\n\n\r\n                The reference target value may be calculated by multiplying the GHG\r\n                \n\r\n                  emissions\r\n                 \n\r\n                in the base year with either a \r\nsector-specific (sectoral decarbonisation methodology) or cross-sector \r\n(contraction methodology)\r\n                \n\r\n                  emission reduction\r\n                 \n\r\n                factor. These emission \r\nreduction factors can be derived from different sources. The undertaking\r\n should ensure that the source used is based on an emission reduction \r\npathway compatible with limiting global warming to 1.5°C.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 28.\r\n                \n\n\n\n\r\n                The\r\n                \n\r\n                  emission reduction\r\n                 \n\r\n                factors are subject to further \r\ndevelopment. Consequently, undertakings are encouraged to only use \r\nupdated publicly available information.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     2030\r\n                    \n\n\n\n\n\r\n                     2050\r\n                    \n\n\n\n\n\n\r\n                    Cross-sector (ACA) reductions pathway based on the year 2020 as the reference year\r\n                   \n\n\n\r\n                    -42 %\r\n                   \n\n\n\r\n                    -90 %\r\n                   \n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                         Source:\r\n                        \n\n\n\n\n\r\n                         based on Pathways to Net-zero –SBTi Technical Summary (Version 1.0, October 2021)\r\n                        \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 29."]}