{"content": ["(b)\r\n                  \n\n\n\n\n\r\n                   communities’ \r\ncivil and political rights (for example, freedom of expression, freedom \r\nof assembly, impacts on human rights defenders); and\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (c)\r\n                  \n\n\n\n\n\r\n                   particular rights of\r\n                   \n\r\n                     indigenous peoples\r\n                    \n\r\n                   (for example, free, prior and informed consent, self-determination, cultural rights).\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               3.\r\n              \n\n\n\n\r\n              This Standard also requires an explanation of how such impacts, as well as the undertaking’s\r\n              \n\r\n                dependencies\r\n               \n\r\n              on affected communities, can create \r\nmaterial risks or opportunities for the undertaking. For example, \r\nnegative relationships with\r\n              \n\r\n                affected communities\r\n               \n\r\n              may disrupt the undertaking’s own \r\noperations or harm its reputation, while constructive relationships can \r\nbring business benefits, such as stable and conflict-free operations and\r\n a greater ease of recruiting locally.\r\n             \n\n\n\n\n\n\n\r\n          Interaction with other ESRS\r\n         \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               4.\r\n              \n\n\n\n\r\n              This standard applies when material impacts on and/or material risks and opportunities related to\r\n              \n\r\n                affected communities\r\n               \n\r\n              have been identified through the\r\n              \n\r\n                materiality\r\n               \n\r\n              assessment process laid out in ESRS 2\r\n              \r\n               General disclosures\r\n              \r\n              .\r\n             \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               5.\r\n              \n\n\n\n\r\n              This Standard shall be read in conjunction with ESRS 1\r\n              \r\n               General requirements\r\n              \r\n              , and ESRS 2, as well as the ESRS S1\r\n              \r\n               Own workforce\r\n              \r\n              , ESRS S2\r\n              \r\n               Workers in the value chain\r\n              \r\n              and ESRS S4\r\n              \r\n               Consumers and end-users\r\n              \r\n              .\r\n             \n\n\n\n\n\n\n\r\n          Disclosure Requirements\r\n         \n\n\n\n\r\n           ESRS 2 General disclosures\r\n          \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               6.", "Disclosure Requirements\r\n         \n\n\n\n\r\n           ESRS 2 General disclosures\r\n          \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               6.\r\n              \n\n\n\n\r\n              The requirements of this section should be\r\n read in conjunction with the disclosures required by ESRS 2 on Strategy\r\n (SBM). The resulting disclosures shall be presented alongside the \r\ndisclosures required by ESRS 2, except for SBM-3\r\n              \r\n               Material impacts, risks and opportunities and their interaction with strategy and business model\r\n              \r\n              , for which the undertaking has an option to present the disclosures alongside the topical disclosure.\r\n             \n\n\n\n\n\n\n\r\n          Strategy\r\n         \n\n\n\n\r\n           Disclosure Requirement related to ESRS 2 SBM-2 – Interests and views of stakeholders\r\n          \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               7.\r\n              \n\n\n\n\r\n              When responding to ESRS 2 SBM-2, paragraph 43, the undertaking shall disclose how the views, interests, and rights of\r\n              \n\r\n                affected communities\r\n               \n\r\n              , including respect for their human rights (and their rights as\r\n              \n\r\n                indigenous peoples\r\n               \n\r\n              , where applicable), inform its strategy and business model.\r\n              \n\r\n                Affected communities\r\n               \n\r\n              are a key group of affected\r\n              \n\r\n                stakeholders\r\n               \n\r\n              .\r\n             \n\n\n\n\n\n\n\r\n          Disclosure Requirement related to \r\nESRS 2 SBM-3 – Material impacts, risks and opportunities and their \r\ninteraction with strategy and business model\r\n         \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               8.\r\n              \n\n\n\n\r\n              When responding to ESRS 2 SBM-3 paragraph 48, the undertaking shall disclose:\r\n             \n\n\n\n\n\n\n\n\n\n\r\n                   (a)\r\n                  \n\n\n\n\n\r\n                   whether and how actual and potential impacts on\r\n                   \n\r\n                     affected communities\r\n                    \n\r\n                   as identified in ESRS 2 IRO-1\r\n                   \r\n                    Description of the processes to identify and assess material impacts, risks and opportunities\r\n                   \r\n                   :\r\n (i) originate from or are connected to the undertaking’s strategy and \r\nbusiness models, and (ii) inform and contribute to adapting the \r\nundertaking’s strategy and business model; and\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (b)\r\n                  \n\n\n\n\n\r\n                   the relationship between its material risks and opportunities arising from impacts and\r\n                   \n\r\n                     dependencies\r\n                    \n\r\n                   on affected communities and its strategy and business model.\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               9.", "9.\r\n              \n\n\n\n\r\n              When fulfilling the requirements of paragraph 48, the undertaking shall disclose whether all\r\n              \n\r\n                affected communities\r\n               \n\r\n              who are likely to be materially \r\nimpacted by the undertaking, including impacts that are connected with \r\nthe undertaking’s own operations and\r\n              \n\r\n                value chain\r\n               \n\r\n              , including through its products or services, as well as through its\r\n              \n\r\n                business relationships\r\n               \n\r\n              , are included in the scope of its \r\ndisclosure under ESRS 2. In addition, the undertaking shall provide the \r\nfollowing information:\r\n             \n\n\n\n\n\n\n\n\n\n\r\n                   (a)\r\n                  \n\n\n\n\n\r\n                   a brief \r\ndescription of the types of communities subject to material impacts by \r\nits own operations or through its upstream and downstream value chain, \r\nand specify whether they are:\r\n                  \n\n\n\n\n\n\n\n\n\n\n\r\n                       i.\r\n                      \n\n\n\n\n\r\n                       communities living or working around the undertaking’s operating\r\n                       \n\r\n                         sites\r\n                        \n\r\n                       , factories, \r\nfacilities or other physical operations, or more remote communities \r\naffected by activities at those sites (for example by downstream water\r\n                       \n\r\n                         pollution\r\n                        \n\r\n                       );\r\n                      \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                       ii.\r\n                      \n\n\n\n\n\r\n                       communities along the undertaking’s value chain (for example, those affected by the operations of\r\n                       \n\r\n                         suppliers\r\n                        \n\r\n                       ’ facilities or by the activities of logistics or distribution providers);\r\n                      \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                       iii.\r\n                      \n\n\n\n\n\r\n                       communities\r\n at one or both endpoints of the value chain (for example, at the point \r\nof extraction of metals or minerals or harvesting of commodities, or \r\ncommunities around\r\n                       \n\r\n                         waste\r\n                        \n\r\n                       or\r\n                       \n\r\n                         recycling\r\n                        \n\r\n                       sites);\r\n                      \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                       iv.\r\n                      \n\n\n\n\n\r\n                       communities of\r\n                       \n\r\n                         indigenous peoples\r\n                        \n\r\n                       .\r\n                      \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (b)", "(b)\r\n                  \n\n\n\n\n\r\n                   in the case of \r\nmaterial negative impacts, whether they are either (i) widespread or \r\nsystemic in contexts where the undertaking operates or has sourcing or \r\nother business relationships (for example, marginalised populations \r\nsuffering impacts on their health and quality of life in a highly \r\nindustrialised area), or (ii) related to individual\r\n                   \n\r\n                     incidents\r\n                    \n\r\n                   in the undertaking’s own operations (e.g., a toxic\r\n                   \n\r\n                     waste\r\n                    \n\r\n                   spill affecting a \r\ncommunity’s access to clean drinking water) or in a specific business \r\nrelationship (e.g., a peaceful protest by communities against business \r\noperations that was met with a violent response from the undertaking’s \r\nsecurity services). This includes consideration of impacts on affected \r\ncommunities that may arise from the transition to greener and climate- \r\nneutral operations. Potential impacts include impacts associated with \r\ninnovation and restructuring, closure of mines, increased mining of \r\nminerals needed for the transition to a sustainable economy and solar \r\npanel production;\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (c)\r\n                  \n\n\n\n\n\r\n                   in the case of \r\nmaterial positive impacts, a brief description of the activities that \r\nresult in the positive impacts (for example, capacity-building to \r\nsupport more and new forms of local livelihoods) and the types of \r\ncommunities that are positively affected or could be positively \r\naffected; the undertaking may also disclose whether the positive impacts\r\n occur in specific countries or regions; and\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (d)\r\n                  \n\n\n\n\n\r\n                   any material risks and opportunities for the business arising from impacts and\r\n                   \n\r\n                     dependencies\r\n                    \n\r\n                   on affected communities.\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               10.\r\n              \n\n\n\n\r\n              In describing the main types of communities who are or could be negatively affected, based on the\r\n              \n\r\n                materiality\r\n               \n\r\n              assessment set out in Disclosure Requirement ESRS 2 IRO-1\r\n              \r\n               ,\r\n              \r\n              the undertaking shall disclose whether and how it has developed an understanding of how\r\n              \n\r\n                affected communities\r\n               \n\r\n              with particular characteristics or \r\nthose living in particular contexts, or those undertaking particular \r\nactivities may be at greater risk of harm.\r\n             \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               11.", "11.\r\n              \n\n\n\n\r\n              The undertaking shall disclose which, if any, of its material risks and opportunities arising from impacts and\r\n              \n\r\n                dependencies\r\n               \n\r\n              on affected communities relate to specific groups of\r\n              \n\r\n                affected communities\r\n               \n\r\n              rather than to all affected communities.\r\n             \n\n\n\n\n\n\n\r\n          Impact, risk and opportunity management\r\n         \n\n\n\n\r\n           Disclosure Requirement S3-1 – Policies related to affected communities\r\n          \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               12.\r\n              \n\n\n\n\n\r\n               The undertaking shall \r\ndescribe its policies adopted to manage its material impacts on affected\r\n communities, as well as associated material risks and opportunities.\r\n              \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               13.\r\n              \n\n\n\n\r\n              The objective of this Disclosure \r\nRequirement is to enable an understanding of the extent to which the \r\nundertaking has policies that address the identification, assessment, \r\nmanagement and/or\r\n              \n\r\n                remediation\r\n               \n\r\n              of material impacts on\r\n              \n\r\n                affected communities\r\n               \n\r\n              specifically, as well as policies that cover material risks or opportunities related to affected communities.\r\n             \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               14.\r\n              \n\n\n\n\r\n              The disclosure required by paragraph 12 \r\nshall contain the information on the undertaking’s policies to manage \r\nits material impacts, risks and opportunities related to\r\n              \n\r\n                affected communities\r\n               \n\r\n              in accordance with ESRS 2 MDR-P\r\n              \r\n               Policies adopted to manage material sustainability matters\r\n              \r\n              . In addition, the undertaking shall specify if such policies cover specific affected communities or all affected communities.\r\n             \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               15.\r\n              \n\n\n\n\r\n              The undertaking shall disclose any particular\r\n              \n\r\n                policy\r\n               \n\r\n              provisions for preventing and addressing impacts on\r\n              \n\r\n                indigenous peoples\r\n               \n\r\n              .\r\n             \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               16.", "16.\r\n              \n\n\n\n\r\n              The undertaking shall describe its human rights\r\n              \n\r\n                policy\r\n               \n\r\n              commitments\r\n              \r\n               (\r\n               \r\n                119\r\n               \r\n               )\r\n              \r\n              that are relevant to affected communities, including those processes \r\nand mechanisms to monitor compliance with the UN Guiding Principles on \r\nBusiness and Human Rights, ILO Declaration on Fundamental Principles and\r\n Rights at Work or OECD Guidelines for Multinational Enterprises. In its\r\n disclosure it shall focus on those matters that are material in \r\nrelation to\r\n              \r\n               (\r\n               \r\n                120\r\n               \r\n               )\r\n              \r\n              , as well as its general approach to:\r\n             \n\n\n\n\n\n\n\n\n\n\r\n                   (a)\r\n                  \n\n\n\n\n\r\n                   respect for the human rights of communities, and\r\n                   \n\r\n                     indigenous peoples\r\n                    \n\r\n                   specifically;\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (b)\r\n                  \n\n\n\n\n\r\n                   engagement with affected communities; and\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (c)\r\n                  \n\n\n\n\n\r\n                   measures to provide and/or enable\r\n                   \n\r\n                     remedy\r\n                    \n\r\n                   for human rights impacts.\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               17.\r\n              \n\n\n\n\r\n              The undertaking shall disclose whether and how its policies with regard to\r\n              \n\r\n                affected communities\r\n               \n\r\n              are aligned with internationally recognised standards relevant to communities and\r\n              \n\r\n                indigenous peoples\r\n               \n\r\n              specifically, including the United \r\nNations (UN) Guiding Principles on Business and Human Rights. The \r\nundertaking shall also disclose the extent to which cases of non-respect\r\n of the UN Guiding Principles on Business and Human Rights, ILO \r\nDeclaration on Fundamental Principles and Rights at Work or OECD \r\nGuidelines for Multinational Enterprises that involve affected \r\ncommunities have been reported in its own operations or in its upstream \r\nand downstream\r\n              \n\r\n                value chain\r\n               \n\r\n              and, if applicable, an indication of the nature of such cases\r\n              \r\n               (\r\n               \r\n                121\r\n               \r\n               )\r\n              \r\n              .\r\n             \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               18.", "18.\r\n              \n\n\n\n\r\n              The\r\n              \n\r\n                policy\r\n               \n\r\n              may take the form of a stand-alone \r\npolicy regarding communities or be included in a broader document such \r\nas a code of ethics or a general sustainability policy that has already \r\nbeen disclosed by the undertaking as part of another ESRS. In those \r\ncases, the undertaking shall provide an accurate cross-reference to \r\nidentify the aspects of the policy that satisfy the requirements of this\r\n Disclosure Requirement.\r\n             \n\n\n\n\n\n\n\n\r\n           Disclosure Requirement S3-2 – Processes for engaging with affected communities about impacts\r\n          \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               19.\r\n              \n\n\n\n\n\r\n               The undertaking shall \r\ndisclose its general processes for engaging with affected communities \r\nand their representatives about actual and potential impacts on them.\r\n              \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               20.\r\n              \n\n\n\n\r\n              The objective of this Disclosure \r\nRequirement is to enable an understanding of whether and how the \r\nundertaking engages, as part of its ongoing due diligence process, with \r\naffected communities, their legitimate representatives, or with\r\n              \n\r\n                credible proxies\r\n               \n\r\n              , about material actual and potential \r\npositive and/or negative impacts that do or are likely to affect \r\nthem, and whether and how perspectives of\r\n              \n\r\n                affected communities\r\n               \n\r\n              are taken into account in the decision-making processes of the undertaking.\r\n             \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               21.\r\n              \n\n\n\n\r\n              The undertaking shall disclose whether and how the perspectives of\r\n              \n\r\n                affected communities\r\n               \n\r\n              inform its decisions or activities \r\naimed at managing actual and potential impacts on communities. This \r\nshall include, where relevant, an explanation of:\r\n             \n\n\n\n\n\n\n\n\n\n\r\n                   (a)\r\n                  \n\n\n\n\n\r\n                   whether engagement occurs with affected communities or their\r\n                   \n\r\n                     legitimate representatives\r\n                    \n\r\n                   directly, or with\r\n                   \n\r\n                     credible proxies\r\n                    \n\r\n                   that have insight into their situation;\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (b)\r\n                  \n\n\n\n\n\r\n                   the stage(s) at which engagement occurs, the type of engagement, and the frequency of the engagement;\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (c)"]}