{"content": ["AR 13.\r\n                \n\n\n\n\r\n                The undertaking may provide an \r\nillustration of the types of communication of its policies to those \r\nindividuals, group of individuals or entities for whom they are \r\nrelevant, either because they are expected to implement them (for \r\nexample, the undertaking’s\r\n                \n\r\n                  employees\r\n                 \n\r\n                , contractors and\r\n                \n\r\n                  suppliers\r\n                 \n\r\n                ), or because they have a direct\r\n interest in their implementation (for example, own workers, investors).\r\n It may disclose communication tools and channels (for example, flyers, \r\nnewsletters, dedicated websites, social media, face to face \r\ninteractions, workers’ representatives), aimed at ensuring that the\r\n                \n\r\n                  policy\r\n                 \n\r\n                is accessible and that \r\ndifferent audiences understand its implications. The undertaking may \r\nalso explain how it identifies and removes potential barriers for \r\ndissemination, such as through translation into relevant languages or \r\nthe use of graphic depictions.\r\n               \n\n\n\n\n\n\n\n\r\n             Disclosure Requirement S4-2 – Processes for engaging with consumers and end-users about impacts\r\n            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 14.\r\n                \n\n\n\n\n\n\r\n                  Credible proxies\r\n                 \n\r\n                who have knowledge of the interests, experiences or perspectives of\r\n                \n\r\n                  consume\r\n                 \r\n                 rs\r\n                \r\n                and\r\n                \n\r\n                  end-users\r\n                 \n\r\n                could include national consumer protection bodies for some consumers.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 15.\r\n                \n\n\n\n\r\n                When describing which function or \r\nrole has operational responsibility for such engagement and/or \r\nultimate accountability, the undertaking may disclose whether this is a \r\ndedicated role or function or part of a broader role or function, and \r\nwhether any capacity building activities have been offered to support \r\nthe staff to undertake engagement. If it cannot identify such a position\r\n or function, it may state that this is the case. This disclosure could \r\nalso be fulfilled by making reference to information disclosed according\r\n to ESRS 2 GOV-1\r\n                \r\n                 The role of the administrative, management and supervisory bodies\r\n                \r\n                .\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 16.\r\n                \n\n\n\n\r\n                When preparing the disclosures described in paragraph 20 b) and c), the following illustrations may be considered:\r\n               \n\n\n\n\n\n\n\n\n\n\r\n                     (a)", "(a)\r\n                    \n\n\n\n\n\r\n                     for \r\nstage(s) at which engagement occurs, examples could be in determining \r\nmitigation approaches or in evaluating their effectiveness;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (b)\r\n                    \n\n\n\n\n\r\n                     for type of engagement, these could be participation, consultation and/or information;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (c)\r\n                    \n\n\n\n\n\r\n                     for the \r\nfrequency of the engagement, information may be provided on whether \r\nengagement occurs on a regular basis, at certain points in a project or \r\nbusiness process, as well as whether it occurs in response to legal \r\nrequirements and/or in response to stakeholder requests and whether\r\n the result of the engagement is being integrated into the undertaking's\r\n decision-making processes; and\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (d)\r\n                    \n\n\n\n\n\r\n                     for the \r\nrole with operational responsibility, whether the undertaking requires \r\nrelevant staff to have certain skills, or whether it provides\r\n                     \n\r\n                       training\r\n                      \n\r\n                     or capacity building to relevant staff to undertake engagement.\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 17.\r\n                \n\n\n\n\r\n                To illustrate how the perspectives of\r\n                \n\r\n                  consumers\r\n                 \n\r\n                and/or\r\n                \n\r\n                  end-users\r\n                 \n\r\n                have informed specific \r\ndecisions or activities of the undertaking, the undertaking may provide \r\nexamples from the current reporting period.\r\n               \n\n\n\n\n\n\n\n\r\n             Disclosure Requirement S4-3 – Processes to remediate negative impacts and channels for consumers and end-users to raise concerns\r\n            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 18.\r\n                \n\n\n\n\r\n                In fulfilling the requirements set \r\nout by the disclosure criteria of ESRS S4-3, the undertaking may be \r\nguided by the content of the UN Guiding Principles on Business and Human\r\n Rights and the OECD Guidelines for Multinational Enterprises focused on\r\n                \n\r\n                  remediation\r\n                 \n\r\n                and\r\n                \n\r\n                  grievance mechanisms.\r\n                 \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 19.", "AR 19.\r\n                \n\n\n\n\r\n                Channels for raising concerns or needs, include\r\n                \n\r\n                  grievance mechanisms,\r\n                 \n\r\n                hotlines, dialogue processes or other means through which\r\n                \n\r\n                  consumers\r\n                 \n\r\n                and/or\r\n                \n\r\n                  end-users or\r\n                 \n\r\n                their\r\n                \n\r\n                  legitimate representatives\r\n                 \n\r\n                can raise concerns about \r\nimpacts or explain needs that they would like the undertaking to \r\naddress. This could include channels provided by the undertaking \r\ndirectly and is to be disclosed in addition to any other mechanisms the \r\nundertaking may use to gain insight into the management of impacts on \r\nconsumers and/or end-users, such as compliance audits. Where the \r\nundertaking is relying solely on information about the existence of such\r\n channels provided by its\r\n                \n\r\n                  business relationships\r\n                 \n\r\n                to answer this requirement, it may state that.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 20.\r\n                \n\n\n\n\r\n                To provide greater insight into the information covered in ESRS S4-3, the undertaking may provide insight into whether and how\r\n                \n\r\n                  consumers\r\n                 \n\r\n                and/or\r\n                \n\r\n                  end-users\r\n                 \n\r\n                that may be affected are able \r\nto access channels at the level of the undertaking they are affected by,\r\n in relation to each material impact.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 21.\r\n                \n\n\n\n\r\n                Third party mechanisms could include\r\n those operated by the government, NGOs, industry associations and other\r\n collaborative initiatives. With regard to the scope of these \r\nmechanisms, the undertaking may disclose whether these are accessible to\r\n all\r\n                \n\r\n                  consumer\r\n                 \n\r\n                s and/or\r\n                \n\r\n                  end-users\r\n                 \n\r\n                who may be potentially or \r\nactually materially impacted by the undertaking, or individuals or \r\norganisations acting on their behalf or who are otherwise in a position \r\nto be aware of negative impacts, and through which consumers and/or\r\n end-users (or individuals or organisations acting on their behalf or \r\nwho are otherwise in a position to be aware of negative impacts), can \r\nraise complaints or concerns related to the undertaking’s own \r\nactivities.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 22.", "AR 22.\r\n                \n\n\n\n\r\n                In relation to the protection of \r\nindividuals that use the mechanisms against the retaliation, the \r\nundertaking may describe whether it treats grievances confidentially and\r\n with respect to the rights of privacy and data protection; and whether \r\nthey allow for\r\n                \n\r\n                  consumer\r\n                 \n\r\n                and/or\r\n                \n\r\n                  end-users\r\n                 \n\r\n                to use them anonymously (for example, through representation by a third party).\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 23.\r\n                \n\n\n\n\r\n                In disclosing whether and how the undertaking knows that\r\n                \n\r\n                  consumer\r\n                 \n\r\n                s and/or\r\n                \n\r\n                  end-users\r\n                 \n\r\n                are aware of and trust any of \r\nthese channels, the undertaking may provide relevant and reliable data \r\nabout the effectiveness of these channels from the perspective of \r\nconsumers and/or end-users themselves. Examples of sources of \r\ninformation are surveys of consumers and/or end-users that have \r\nused such channels and their levels of satisfaction with the process and\r\n outcomes. To illustrate the usage level of such channels, the \r\nundertaking may disclose the number of complaints received from \r\nconsumers and/or end-users during the reporting period.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 24.\r\n                \n\n\n\n\r\n                In describing the effectiveness of channels for\r\n                \n\r\n                  consumer\r\n                 \n\r\n                s and/or\r\n                \n\r\n                  end-users\r\n                 \n\r\n                to raise concerns, the \r\nundertaking may be guided by the following questions, based on the \r\n“effectiveness criteria for nonjudicial\r\n                \n\r\n                  grievance mechanisms\r\n                 \n\r\n                ”, as laid out in the UN Guiding\r\n Principles on Business and Human Rights. The below considerations may \r\nbe applied on an individual channel basis or for the collective system \r\nof channels:\r\n               \n\n\n\n\n\n\n\n\n\n\r\n                     (a)\r\n                    \n\n\n\n\n\r\n                     do the channels hold legitimacy by providing appropriate accountability for their fair conduct and building stakeholder trust?\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (b)\r\n                    \n\n\n\n\n\r\n                     are the channels known and accessible to\r\n                     \n\r\n                       stakeholders\r\n                      \n\r\n                     ?\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (c)\r\n                    \n\n\n\n\n\r\n                     do the channels have known procedures, set timeframes and clarity on the processes?", "(c)\r\n                    \n\n\n\n\n\r\n                     do the channels have known procedures, set timeframes and clarity on the processes?\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (d)\r\n                    \n\n\n\n\n\r\n                     do the channels ensure reasonable access to sources of information, advice and expertise?\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (e)\r\n                    \n\n\n\n\n\r\n                     do the \r\nchannels offer transparency by providing sufficient information both to \r\ncomplainants and where applicable, to meet any public interest at stake?\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (f)\r\n                    \n\n\n\n\n\r\n                     do the outcomes achieved from the channels accord with internationally recognised human rights?\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (g)\r\n                    \n\n\n\n\n\r\n                     does the \r\nundertaking identify insights from the channels that support continuous \r\nlearning in both improving the channels and preventing future impacts?\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (h)\r\n                    \n\n\n\n\n\r\n                     does the \r\nundertaking focus on dialogue with complainants as the means to reach \r\nagreed solutions, rather than seeking to unilaterally determine the \r\noutcome?\r\n                    \n\n\n\n\n\n\n\r\n                 For more information, see Principle 31 of the UN Guiding Principles on Business and Human Rights.\r\n                \n\n\n\n\n\n\n\n\n\r\n             Disclosure Requirement \r\nS4-4 – Taking action on material impacts on consumers and end- users, \r\nand approaches to managing material risks and pursuing material \r\nopportunities related to consumers and end-users, and effectiveness of \r\nthose actions\r\n            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 25.\r\n                \n\n\n\n\r\n                It may take time to understand \r\nnegative impacts and how the undertaking may be involved with them \r\nthrough its downstream value chain, as well as to identify appropriate \r\nresponses and put them into practice). Therefore, the undertaking shall \r\nconsider:\r\n               \n\n\n\n\n\n\n\n\n\n\r\n                     (a)\r\n                    \n\n\n\n\n\r\n                     Its general and specific approaches to addressing material negative impacts;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (b)\r\n                    \n\n\n\n\n\r\n                     its initiatives aimed at contributing to additional material positive impacts;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (c)\r\n                    \n\n\n\n\n\r\n                     how far it has progressed in its efforts during the reporting period; and\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (d)\r\n                    \n\n\n\n\n\r\n                     its aims for continued improvement.\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 26.", "its aims for continued improvement.\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 26.\r\n                \n\n\n\n\r\n                Appropriate action can vary \r\naccording to whether the undertaking causes or contributes to a material\r\n impact, or whether the material impact is directly linked to its own \r\noperations, products or services through a business relationship.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 27.\r\n                \n\n\n\n\r\n                Given that material negative impacts affecting\r\n                \n\r\n                  consumers\r\n                 \n\r\n                and/or\r\n                \n\r\n                  end-users\r\n                 \n\r\n                that have occurred during the \r\nreporting period may also be linked to entities or operations outside \r\nits direct control, the undertaking may disclose whether and how it \r\nseeks to use leverage with relevant\r\n                \n\r\n                  business relationships\r\n                 \n\r\n                to manage those impacts. This may include using commercial\r\n                \n\r\n                  leverage\r\n                 \n\r\n                (for example, enforcing \r\ncontractual requirements with business relationships or implementing \r\nincentives), other forms of leverage within the relationship (such as \r\nproviding\r\n                \n\r\n                  training\r\n                 \n\r\n                or capacity-building on proper \r\nproduct use or sale practices to business relationships) or \r\ncollaborative leverage with peers or other actors (such as initiatives \r\naimed at responsible marketing or product safety).\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 28.\r\n                \n\n\n\n\r\n                When the undertaking discloses its participation in an industry or multi-stakeholder initiative as part of its\r\n                \n\r\n                  actions\r\n                 \n\r\n                to address material negative \r\nimpacts, the undertaking may disclose how the initiative, and its own \r\ninvolvement, is aiming to address the material impact concerned. It may \r\ndisclose under ESRS S4-5 the relevant\r\n                \n\r\n                  targets\r\n                 \n\r\n                set by the initiative and progress towards them.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 29.\r\n                \n\n\n\n\r\n                When disclosing whether and how it considers actual and potential impacts on\r\n                \n\r\n                  consumers\r\n                 \n\r\n                and/or\r\n                \n\r\n                  end-users\r\n                 \n\r\n                in decisions to terminate\r\n                \n\r\n                  business relationships\r\n                 \n\r\n                and whether and how it seeks to\r\n address any negative impacts that may result from termination, the \r\nundertaking may include examples.", "AR 30.\r\n                \n\n\n\n\r\n                In disclosing how it tracks the effectiveness of\r\n                \n\r\n                  actions\r\n                 \n\r\n                to manage material impacts \r\nduring the reporting period, the undertaking may disclose any lessons \r\nlearned from the previous and current reporting periods.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 31.\r\n                \n\n\n\n\r\n                Processes used to track the effectiveness of\r\n                \n\r\n                  actions\r\n                 \n\r\n                can include internal or \r\nexternal auditing or verification, court proceedings and/or related\r\n court decisions, impact assessments, measurement systems, stakeholder \r\nfeedback,\r\n                \n\r\n                  grievance mechanisms,\r\n                 \n\r\n                external performance ratings, and benchmarking.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 32.\r\n                \n\n\n\n\r\n                Reporting on effectiveness is aimed at enabling the understanding of the links between\r\n                \n\r\n                  actions\r\n                 \n\r\n                taken by the undertaking and the effective management of impacts.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 33.\r\n                \n\n\n\n\r\n                With regard to initiatives or processes the undertaking has in place that are based on affected\r\n                \n\r\n                  consumers\r\n                 \n\r\n                and/or\r\n                \n\r\n                  end-users’\r\n                 \n\r\n                needs and their level of implementation, the undertaking may disclose:\r\n               \n\n\n\n\n\n\n\n\n\n\r\n                     (a)\r\n                    \n\n\n\n\n\r\n                     information about whether and how consumers and/or end-users and\r\n                     \n\r\n                       legitimate representatives\r\n                      \n\r\n                     or their\r\n                     \n\r\n                       credible proxies\r\n                      \n\r\n                     play a role in decisions regarding the design and implementation of these programmes or processes; and\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (b)\r\n                    \n\n\n\n\n\r\n                     information\r\n about the intended or achieved positive outcomes for \r\nconsumers and/or end- users of these programmes or processes.\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 34."]}