{"content": ["Just a moment...Enable JavaScript and cookies to continue", "Analysis and data | European Environment Agency's home pageSkip to main contentSkip to navigationSkip to footerAn official website of the European Union | How do you know?All official European Union website addresses are in the europa.eu domain.See all EU institutions and bodiesEnvironmental information systemsEuropean Environment Agency websiteWISE marine - Marine information system for EuropeWISE freshwater - Freshwater information system for EuropeBISE - Biodiversity information system for EuropeFISE - Forest information system for EuropeEuropean Climate and health observatoryClimateADAPTEuropean Industrial Emissions PortalClimate and energy in the EUCopernicus Land Monitoring ServiceCopernicus InSituTopicsAnalysis and dataCountriesNewsroomAbout usAnalysis and dataAnalysis and dataShareThe EEA produces knowledge to inform policymakers makers and the public. Browse the products below, or search by topic. Access by type of productPublicationsReports, briefings and other assessmentsIndicatorsStatus and trends on specific topicsMaps and charts Interactive maps and dashboards, infographicsCountry fact sheetsCountry-specific data and analysisDatahubDownload our datasetsSearch allIn focusZero pollution monitoring assessmentThe zero pollution action plan is a cornerstone of the EU’s ambitions to improve the well-being and health of citizens and future generations under the European Green Deal. It sets out the vision that by 2050, the EU should have reduced pollution to the extent that it no longer harms human health and natural ecosystems. This is translated into key 2030 targets to speed up reducing pollution at source. The European Environment Agency has produced this zero pollution monitoring assessment to assess progress towards these targets and to support the Commission in the delivery of the long-term vision of a non-toxic environment.Policy corner: EU policies we supportAbout usFAQsCareersContact usSign up to our newsletterExplore our environmental information systemsPrivacy statementAccessibilityLegal noticeSitemapSystem statusLogintop", "Biodiversity Information System for EuropeSkip to main contentSkip to navigationSkip to footerAn official website of the European Union | How do you know?All official European Union website addresses are in the europa.eu domain.See all EU institutions and bodiesEnvironmental information systemsNatura 2000European Environment Agency websiteWISE marine - Marine information system for EuropeWISE freshwater - Freshwater information system for EuropeBISE - Biodiversity information system for EuropeFISE - Forest information system for EuropeEuropean Climate and health observatoryClimateADAPTEuropean Industrial Emissions PortalClimate and energy in the EUCopernicus Land Monitoring ServiceCopernicus InSituPolicyEurope's BiodiversityCountriesResourcesWelcome to BISEThe source of data and information on biodiversity in EuropeImageAgata Podgorska, Well with Nature/EEABISE serves as the European reference gateway for accessing data, information and knowledge regarding the status and progress towards EU biodiversity targets. This is derived from data collected through key nature-related policy instruments.In the spotlightCountry factsheetsDiscover biodiversity by EU CountryMap viewerExplore the new Natura 2000 sitesFactsheetsLook into protected species, habitats, Natura 2000 sites factsheetsDigital reportCheck why EU habitats need to be restoredWhat does the EU do to protect Biodiversity?26.4%EU land are covered by protected areas12.1%EU marine waters are covered by protected areas1,840+EU species protected under EU law 230+EU habitats protected under EU law Recently releasedBIOCLIMA: Assessing Land use, Climate and Biodiversity impacts of land-based climate mitigation and biodiversity policies in the EUThe EU Fit for 55 Package and the EU Biodiversity Strategy for 2030, have underscored the role that the agriculture and forestry sectors will have in tackling climate change, protecting the environment and preserving or restoring biodiversity. Exploratory scenario analyses in the ‘Clean Planet for All' Communication  identified important linkages between these objectives that could be synergistic but also antagonistic, depending on the land-use policies applied and their geographic location. Such challenges call for significant advances in integrated land-use planning and policy design. With the call for tender ENV/2020/OP/0014 the European Commission’s Directorate General for the Environment has identified the need to explore the potential synergies between the climate change and biodiversity agenda with scenarios and models.\rThe BIOCLIMA consortium has responded to this call with a proposal whose overarching goal is to provide a robust ex-ante assessment of the possible impacts and synergies of current EU policies on biodiversity and climate.Technical reportBIOCLIMA: Assessing Land use, Climate and Biodiversity impacts of land-based climate mitigation and biodiversity policies in the EUThe EU Fit for 55 Package and the EU Biodiversity Strategy for 2030,", "Assessing Land use, Climate and Biodiversity impacts of land-based climate mitigation and biodiversity policies in the EUThe EU Fit for 55 Package and the EU Biodiversity Strategy for 2030, have underscored the role that the agriculture and forestry sectors will have in tackling climate change, protecting the environment and preserving or restoring biodiversity. Exploratory scenario analyses in the ‘Clean Planet for All' Communication  identified important linkages between these objectives that could be synergistic but also antagonistic, depending on the land-use policies applied and their geographic location. Such challenges call for significant advances in integrated land-use planning and policy design. With the call for tender ENV/2020/OP/0014 the European Commission’s Directorate General for the Environment has identified the need to explore the potential synergies between the climate change and biodiversity agenda with scenarios and models.\rThe BIOCLIMA consortium has responded to this call with a proposal whose overarching goal is to provide a robust ex-ante assessment of the possible impacts and synergies of current EU policies on biodiversity and climate.Technical reportManaged byExplore our environmental information systemsContactPrivacySitemapCMS Logintop", "Health and environment impacts of air pollution exposure remain high across Europe | European Environment Agency's home pageSkip to main contentSkip to navigationSkip to footerAn official website of the European Union | How do you know?All official European Union website addresses are in the europa.eu domain.See all EU institutions and bodiesEnvironmental information systemsEuropean Environment Agency websiteWISE marine - Marine information system for EuropeWISE freshwater - Freshwater information system for EuropeBISE - Biodiversity information system for EuropeFISE - Forest information system for EuropeEuropean Climate and health observatoryClimateADAPTEuropean Industrial Emissions PortalClimate and energy in the EUCopernicus Land Monitoring ServiceCopernicus InSituTopicsAnalysis and dataCountriesNewsroomAbout usNewsroomPress releasesHealth and environment impacts of air pollution exposure remain high across EuropeHealth and environment impacts of air pollution exposure remain high across EuropePress releasePublished 10 Dec 2024ImageIvan Beshev, ImaginAIR /EEAShareJust under 240,000 deaths per year in the European Union can be attributed to exposure to fine particulate matter, a key air pollutant, according to the latest European Environment Agency (EEA) air quality health impact assessment published today as the new EU rules enter into force. The latest data also confirm, yet again, that Europeans remain exposed to air pollutant concentrations considerably above recommended World Health Organization (WHO) levels. A separate assessment also found that nearly three quarters of Europe’s ecosystems are exposed to damaging levels of air pollution. This press release is available in more languagesBulgarianCroatianCzechDanishDutchEstonianFinnishFrenchGermanGreekHungarianIcelandicItalianLatvianLithuanianMalteseNorwegianPolishPortugueseRomanianSlovakSlovenianSpanishSwedishTurkishDespite the challenges in reducing our exposure to air pollutants, the data confirm a trend that the estimated impact on health caused by long-term exposure to three key air pollutants (fine particulate matter, nitrogen dioxide and ozone) is improving, according to the EEA briefing ‘Harm to human health from air pollution in Europe: burden of disease status 2024’.Between 2005 and 2022, the number of deaths in the EU attributable to fine particulate matter or PM2.5 fell by 45%, remaining on track to achieve the 55% reduction target outlined in the EU zero pollution action plan for 2030.Harm to human health from air pollution in Europe: burden of disease status, 2024Leena Ylä-MononenEEA Executive DirectorIt is good news for all citizens that we have stricter EU air quality rules in place as of today, but still too many people across Europe, especially those in cities are negatively affected by poor air quality resulting in illness and premature deaths, which are largely preventable through reducing the levels of these pollutants in the environment. Air pollution has wider", "affected by poor air quality resulting in illness and premature deaths, which are largely preventable through reducing the levels of these pollutants in the environment. Air pollution has wider negative impacts as well, damaging the health of our ecosystems, making it even more important to redouble our efforts to clean our air.New EU air quality rules in placeThe revised ambient air quality directive, which entered into force today, brings the EU air quality limits values closer to the WHO standards, supporting further reductions in the health impacts of air pollution over the coming years. Still, air pollution continues to be the top environmental health risk to Europeans (followed by other factors such as exposure to noise, chemicals and the increasing effects of climate-related heatwaves on health), causing chronic illness and attributable deaths, especially in cities and urban areas. According to latest EEA estimates, at least 239,000 deaths in the EU in 2022 were attributable to exposure to fine particulate matter (PM2.5) pollution above the WHO recommended concentration of 5 µg/m3. 70,000 deaths are attributable to exposure to ozone (O3) pollution and 48,000 deaths to exposure to nitrogen dioxide (NO2) pollution. These attributable deaths could have been avoided by meeting the WHO’s guideline values in 2022. Key information for each country is included in a separate annex to this press release, including information on national level health and ecosystem impacts.  In addition to premature deaths, the impacts from living with diseases related to air pollution are significant. It is vital that these impacts are considered when assessing the overall health burden of air pollution, as well as the benefits that would arise from cleaner air in Europe, the EEA briefing says.Air pollution's impact on natureAir pollution also has a negative impact on our nature. A separate EEA briefing ‘Impacts of air pollution on ecosystems in Europe’, looks at how vegetation is exposed to key air pollutants and how this translates into crops yield and economic losses.The EEA briefing found that nitrogen in the air, which is deposited on ecosystems, increases the nutrient loading (eutrophication) leading to changes in the ecosystem structure and function (changes in plant species that can grow in an area). Notably, 73% of ecosystems in the EU were above critical loads for eutrophication in 2022.The zero pollution action plan includes the objective to reduce the area of ecosystems where nitrogen deposition exceeds critical loads by 25% by 2030 compared to the levels in 2005. This objective is currently unlikely to be met, as it fell by 13% between 2005 and 2022.Impacts of air pollution on ecosystems in EuropeAlso, about one third of Europe’s agricultural lands were exposed to ground-level ozone concentrations above the threshold value set for protection of vegetation under EU rules. This resulted in crop damage, reduced yields and estimated economic losses of at", "to ground-level ozone concentrations above the threshold value set for protection of vegetation under EU rules. This resulted in crop damage, reduced yields and estimated economic losses of at least €2 billion. Ozone damages forests and plants by reducing growth rates, lowering yields, and affecting biodiversity. In 2022, 62% of the total forest area in the 32 EEA member countries exceeded critical levels set to protect forests from ozone. Significant decreases in emissions of sulphur dioxide (SO2) over recent decades have mostly addressed the problem of acidification.Background The EEA briefings: ‘Harm to human health from air pollution in Europe: burden of disease status 2024’ and the ‘Impacts of air pollution on ecosystems in Europe’, are part of the EEA's air quality in Europe 2024 package. The EEA has been estimating number of deaths attributable to exposure to air pollution since 2014. The EEA uses the recommendations for health impacts set out in the 2021 WHO air quality guidelines. As with previous years, the health impacts of different air pollutants should not be added together to avoid double counting due to some overlaps in data. This is the case for both mortality and illness.In addition to these two briefings, updated factsheets on air pollution have also been published for each country. These factsheets provide a summary of key data related to air pollution emissions and air quality, including trends in pollution over time and the health impacts related to pollution impacts in each country.  The revised Air Quality Directive, Directive (EU) 2024/2881, enters into force today, 10 December 2024, following its adoption on 23 October 2024. The Directive introduces new air quality standards to be attained in 2030 that align closer with WHO recommendations and an obligation to monitor additional pollutants such as ultrafine particles, black carbon and ammonia. Additional information on the revised directive can be found in the news item and the video by the European Commission.Our latest press releasesLoadingAbout usFAQsCareersContact usSign up to our newsletterExplore our environmental information systemsPrivacy statementAccessibilityLegal noticeSitemapSystem statusLogintop"]}