{"content": ["AR 4.\r\n                \n\n\n\n\r\n                While\r\n                \n\r\n                  affected communities\r\n                 \n\r\n                may not be engaging with the undertaking at the level of its strategy or\r\n                \n\r\n                  business model\r\n                 \n\r\n                , their views can inform the \r\nundertaking’s assessment of its strategy and business model. The \r\nundertaking may disclose the views of affected communities and affected \r\ncommunities' representatives.\r\n               \n\n\n\n\n\n\n\n\r\n             Disclosure Requirement \r\nrelated to ESRS 2 SBM-3 - Material impacts, risks and opportunities and \r\ntheir interaction with strategy and business model\r\n            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 5.\r\n                \n\n\n\n\n\n\r\n                  Impacts\r\n                 \n\r\n                on\r\n                \n\r\n                  affected communities\r\n                 \n\r\n                can originate in the undertaking’s strategy or\r\n                \n\r\n                  business model\r\n                 \n\r\n                in a number of different ways. \r\nFor example, impacts may relate to the undertaking’s value proposition \r\n(such as, construction or commencement of projects with timelines that \r\ndo not allow sufficient time for consultation with groups affected by \r\nthe projects), its\r\n                \n\r\n                  value chain\r\n                 \n\r\n                (for example,\r\n                \n\r\n                  land-use\r\n                 \n\r\n                in countries in which ownership is often contested or records are unreliable or in which land-users such as\r\n                \n\r\n                  indigenous peoples\r\n                 \n\r\n                are unrecognised), or its cost \r\nstructure and the revenue model (such as, aggressive strategies to \r\nminimise taxation, particularly with respect to operations in developing\r\n countries).\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 6.\r\n                \n\n\n\n\r\n                Impacts on\r\n                \n\r\n                  affected communities\r\n                 \n\r\n                that originate in the strategy \r\nor business model can also bring material risks to the undertaking. For \r\nexample, where the undertaking’s strategy involves moving into higher \r\nrisk geographies in pursuit of certain commodities, and if affected \r\ncommunities resist its presence or object to its local practices, this \r\nmay create extensive and costly delays, and affect the undertaking’s \r\nability to secure future land concessions or permits. Similarly, if the \r\nundertaking’s business model relies on intensive water extraction at its\r\n plants, to the extent that it affects access to water for communities’ \r\nconsumption, hygiene and livelihoods, this may result in \r\nreputationally-damaging boycotts, complaints and lawsuits.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 7.", "AR 7.\r\n                \n\n\n\n\r\n                Examples of particular characteristics of\r\n                \n\r\n                  affected communities\r\n                 \n\r\n                that may be considered by the \r\nundertaking when responding to paragraph 10 may be an affected community\r\n that is physically or economically isolated and is particularly \r\nsusceptible to introduced diseases or has limited access to social \r\nservices and therefore relies on infrastructure set up by the \r\nundertaking. It may be because where land worked by women is purchased \r\nby the undertaking and payments go to male heads of households, women \r\nbecome further disenfranchised in the community. It may also be because \r\nthe community is indigenous, and its members seek to exercise cultural \r\nor economic rights to the land owned or used by the undertaking – or by \r\none of the entities with which it has a business relationship – in a \r\ncontext where their rights are not protected by the state. In addition, \r\nthe undertaking shall consider whether different characteristics \r\noverlap. For example, characteristics such as ethnicity, socioeconomic \r\nstatus, migrant status and gender may create overlapping risks of harm \r\nfor certain affected communities, or for distinct parts of those \r\naffected communities, since affected communities are often heterogeneous\r\n in nature.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 8.\r\n                \n\n\n\n\r\n                With regard to paragraph 11, material risks could also arise because of the undertaking’s dependency on\r\n                \n\r\n                  affected communities\r\n                 \n\r\n                where low likelihood but high impact events may trigger\r\n                \n\r\n                  financial effects;\r\n                 \n\r\n                for example, where a natural \r\ndisaster leads to a catastrophic industrial accident involving the \r\nundertaking’s operations, resulting in severe harm to affected \r\ncommunities.\r\n               \n\n\n\n\n\n\n\r\n            Impact, risk and opportunity management\r\n           \n\n\n\n\r\n             Disclosure Requirement S3-1 – Policies related to affected communities\r\n            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 9.\r\n                \n\n\n\n\r\n                The description shall include the key information necessary to ensure a faithful representation of the policies in relation to\r\n                \n\r\n                  affected communities\r\n                 \n\r\n                and, therefore, the undertaking\r\n shall consider explanations of significant changes to the policies \r\nadopted during the reporting year (for example, new or additional \r\napproaches to engagement, due diligence and remedy).\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 10.", "AR 10.\r\n                \n\n\n\n\r\n                When disclosing the alignment of its\r\n policies with the UN Guiding Principles on Business and Human Rights, \r\nthe undertaking shall consider that the Guiding Principles refer to the \r\nInternational Bill of Rights, which consists of the Universal \r\nDeclaration of Human Rights and the two Covenants that implement it, as \r\nwell as the UN Declaration on the Rights of Indigenous Peoples, the \r\nInternational Labour Organisation’s Convention concerning Indigenous and\r\n Tribal Peoples (ILO No. 169) and the core conventions that underpin it,\r\n and may disclose its alignment with these instruments.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 11.\r\n                \n\n\n\n\r\n                The undertaking may provide an \r\nillustration of the types of communication of its policies to those \r\nindividuals, group of individuals or entities for whom they are \r\nrelevant, either because they are expected to implement them (for \r\nexample, the undertaking’s\r\n                \n\r\n                  employees\r\n                 \n\r\n                , contractors and\r\n                \n\r\n                  suppliers\r\n                 \n\r\n                ), or because they have a direct\r\n interest in their implementation (for example, own workers, investors).\r\n It may disclose communication tools and channels (for example, flyers, \r\nnewsletters, dedicated websites, social media, face to face \r\ninteractions, workers’ representatives), aimed at ensuring that the\r\n                \n\r\n                  policy\r\n                 \n\r\n                is accessible and that \r\ndifferent audiences understand its implications. The undertaking may \r\nalso explain how it identifies and removes potential barriers for \r\ndissemination, such as through translation into relevant languages or \r\nthe use of graphic depictions.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 12.\r\n                \n\n\n\n\r\n                When disclosing severe human rights issues and\r\n                \n\r\n                  incidents\r\n                 \n\r\n                connected to affected communities, the undertaking shall consider any legal disputes related to land rights and to the\r\n                \n\r\n                  free, prior and informed consent\r\n                 \n\r\n                of\r\n                \n\r\n                  indigenous peoples\r\n                 \n\r\n                .\r\n               \n\n\n\n\n\n\n\n\r\n             Disclosure Requirement S3-2 – Processes for engaging with affected communities about impacts\r\n            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 13.", "Disclosure Requirement S3-2 – Processes for engaging with affected communities about impacts\r\n            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 13.\r\n                \n\n\n\n\r\n                Explanations of how the undertaking takes into account and ensures respect of the right of indigenous peoples to\r\n                \n\r\n                  free, prior and informed consent\r\n                 \n\r\n                may include information about \r\nprocesses to consult with indigenous peoples to obtain such consent. The\r\n undertaking shall consider how the consultation includes a good faith \r\nnegotiation with affected\r\n                \n\r\n                  indigenous peoples\r\n                 \n\r\n                to obtain their free, prior and\r\n informed consent where the undertaking affects the lands, territories \r\nor resources that indigenous peoples customarily own, occupy or \r\notherwise use; or relocates them from land or territories subject to \r\ntraditional ownership or under customary use or occupation; or affects \r\nor exploits their cultural, intellectual, religious and spiritual \r\nproperty.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 14.\r\n                \n\n\n\n\r\n                When describing which function or \r\nrole has operational responsibility for such engagement and/or \r\nultimate accountability, the undertaking may disclose whether this is a \r\ndedicated role or function or part of a broader role or function, and \r\nwhether any capacity building activities have been offered to support \r\nthe staff to undertake engagement. If it cannot identify such a position\r\n or function, it may state that this is the case. This disclosure could \r\nalso be fulfilled by making reference to information disclosed according\r\n to ESRS 2 GOV-1\r\n                \r\n                 The role of the administrative, management and supervisory bodies\r\n                \r\n                .\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 15.\r\n                \n\n\n\n\r\n                When preparing the disclosures described in paragraph 21 b) and c), the following illustrations may be considered:\r\n               \n\n\n\n\n\n\n\n\n\n\r\n                     (a)\r\n                    \n\n\n\n\n\r\n                     examples \r\nof stages at which engagement occurs are i) determining the approach to \r\nmitigation and ii) evaluating the effectiveness of mitigation;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (b)\r\n                    \n\n\n\n\n\r\n                     for type of engagement, these could be participation, consultation and/or information;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (c)\r\n                    \n\n\n\n\n\r\n                     for the \r\nfrequency of the engagement, information may be provided on whether \r\nengagement occurs on a regular basis, at certain points in a project or \r\nbusiness process; and\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (d)", "(d)\r\n                    \n\n\n\n\n\r\n                     for the \r\nrole with operational responsibility, whether the undertaking requires \r\nrelevant staff to have certain skills, or whether it provides\r\n                     \n\r\n                       training\r\n                      \n\r\n                     or capacity \r\nbuilding to relevant staff to undertake engagement. In the case of \r\nmaterial impacts, risks and opportunities related to\r\n                     \n\r\n                       indigenous peoples\r\n                      \n\r\n                     , this includes training on indigenous people’s rights, including on free, prior and informed consent.\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 16.\r\n                \n\n\n\n\r\n                To illustrate how the perspectives \r\nof communities have informed specific decisions or activities of the \r\nundertaking, the undertaking may provide examples from the current \r\nreporting period.\r\n               \n\n\n\n\n\n\n\n\r\n             Disclosure Requirement S3-3 – Processes to remediate negative impacts and channels for affected communities to raise concerns\r\n            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 17.\r\n                \n\n\n\n\r\n                In fulfilling the requirements set \r\nout by Disclosure Requirement ESRS S3-3, the undertaking may be guided \r\nby the content of the UN Guiding Principles on Business and Human Rights\r\n and the OECD Guidelines for Multinational Enterprises focused on\r\n                \n\r\n                  remediation\r\n                 \n\r\n                and\r\n                \n\r\n                  grievance mechanisms.\r\n                 \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 18.\r\n                \n\n\n\n\r\n                Channels for raising concerns or needs, include\r\n                \n\r\n                  grievance mechanisms,\r\n                 \n\r\n                hotlines, dialogue processes or other means through which\r\n                \n\r\n                  affected communities\r\n                 \n\r\n                or their\r\n                \n\r\n                  legitimate representatives\r\n                 \n\r\n                can raise concerns about \r\nimpacts or explain needs that they would like the undertaking to \r\naddress. This could include channels provided by the undertaking \r\ndirectly, in addition to any other mechanisms the undertaking may use to\r\n gain insight into the management of impacts on communities, such as \r\ncompliance audits. Where the undertaking is relying solely on \r\ninformation about the existence of such channels provided by its\r\n                \n\r\n                  business relationships\r\n                 \n\r\n                to answer this requirement, it may state that.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 19.", "AR 19.\r\n                \n\n\n\n\r\n                To provide greater insight into the \r\ninformation covered in ESRS S3-3, the undertaking may explain whether \r\nand how communities that may be affected are able to access channels at \r\nthe level of the undertaking they are affected by, in relation to each \r\nmaterial impact. Relevant insights include information on whether\r\n                \n\r\n                  affected communities\r\n                 \n\r\n                can access channels in a language they understand, and whether they have been consulted in the design of such channels.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 20.\r\n                \n\n\n\n\r\n                Third party mechanisms could include\r\n those operated by the government, NGOs, industry associations and other\r\n collaborative initiatives. The undertaking may disclose whether these \r\nare accessible to all\r\n                \n\r\n                  affected communities\r\n                 \n\r\n                who may be potentially or \r\nactually materially impacted by the undertaking, or individuals or \r\norganisations acting on their behalf or who are otherwise in a position \r\nto be aware of negative impacts.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 21.\r\n                \n\n\n\n\r\n                In relation to the protection of \r\nindividuals that use the mechanisms against retaliation, the undertaking\r\n may describe whether it treats grievances confidentially and with \r\nrespect to the rights of privacy and data protection; and whether to the\r\n mechanisms can be used anonymously (for example, through representation\r\n by a third party).\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 22.\r\n                \n\n\n\n\r\n                When disclosing processes related to providing and enabling\r\n                \n\r\n                  remedy\r\n                 \n\r\n                for\r\n                \n\r\n                  indigenous peoples\r\n                 \n\r\n                , relevant information includes \r\nwhether and how the undertaking has considered their customs, \r\ntraditions, rules and legal systems.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 23.\r\n                \n\n\n\n\r\n                In disclosing whether and how the undertaking knows that\r\n                \n\r\n                  affected communities\r\n                 \n\r\n                are aware of and trust any of \r\nthese channels, the undertaking may provide relevant and reliable data \r\nabout the effectiveness of these channels from the perspective of \r\naffected communities themselves. Examples of sources of information are \r\nsurveys of community members that have used such channels and their \r\nlevels of satisfaction with the process and outcomes.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 24.", "AR 24.\r\n                \n\n\n\n\r\n                In describing the effectiveness of channels for\r\n                \n\r\n                  affected communities\r\n                 \n\r\n                to raise concerns, the \r\nundertaking may be guided by the following questions, based on the \r\n“effectiveness criteria for non- judicial\r\n                \n\r\n                  grievance mechanisms”\r\n                 \n\r\n                , as laid out in the UN Guiding \r\nPrinciples on Business and Human Rights, in particular Principle 31. The\r\n below considerations may be applied on an individual channel basis or \r\nfor the collective system of channels:\r\n               \n\n\n\n\n\n\n\n\n\n\r\n                     (a)\r\n                    \n\n\n\n\n\r\n                     do the channels hold legitimacy by providing appropriate accountability for their fair conduct and building stakeholder trust?\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (b)\r\n                    \n\n\n\n\n\r\n                     are the channels known and accessible to stakeholders?\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (c)\r\n                    \n\n\n\n\n\r\n                     do the channels have clear and known procedures, set timeframes and clarity on the processes?\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (d)\r\n                    \n\n\n\n\n\r\n                     do the channels ensure reasonable access to sources of information, advice and expertise?\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (e)\r\n                    \n\n\n\n\n\r\n                     do the \r\nchannels offer transparency by providing sufficient information both to \r\ncomplainants and, where applicable, to meet any public interest at \r\nstake?\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (f)\r\n                    \n\n\n\n\n\r\n                     do the outcomes achieved through the channels accord with internationally recognised human rights?\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (g)\r\n                    \n\n\n\n\n\r\n                     does the \r\nundertaking identify insights from the channels that support continuous \r\nlearning in both improving the channels and preventing future impacts?\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (h)\r\n                    \n\n\n\n\n\r\n                     does the \r\nundertaking focus on dialogue with complainants as the means to reach \r\nagreed solutions, rather than seeking to unilaterally determine the \r\noutcome?\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\r\n             Disclosure Requirement \r\nS3-4 – Taking action on material impacts on affected communities, and \r\napproaches to managing material risks and pursuing material \r\nopportunities related to affected communities, and effectiveness of \r\nthose actions\r\n            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 25."]}