{"content": ["AR 25.\r\n                \n\n\n\n\r\n                It may take time to understand \r\nnegative impacts and how the undertaking may be involved with them \r\nthrough its value chain, as well as to identify appropriate responses \r\nand put them into practice. Therefore, the undertaking shall consider:\r\n               \n\n\n\n\n\n\n\n\n\n\r\n                     (a)\r\n                    \n\n\n\n\n\r\n                     its general and specific approaches to addressing material negative impacts;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (b)\r\n                    \n\n\n\n\n\r\n                     its social investment or other\r\n                     \n\r\n                       development\r\n                      \n\r\n                     programmes aimed at contributing to additional material positive impacts;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (c)\r\n                    \n\n\n\n\n\r\n                     how far it has progressed in its efforts during the reporting period; and\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (d)\r\n                    \n\n\n\n\n\r\n                     its aims for continued improvement.\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 26.\r\n                \n\n\n\n\r\n                Appropriate action can vary \r\naccording to whether the undertaking causes or contributes to a material\r\n impact, or whether the material impact is directly linked to its own \r\noperations, products or services through a business relationship.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 27.\r\n                \n\n\n\n\r\n                Given that material negative impacts\r\n affecting communities that have occurred during the reporting period \r\nmay also be linked to entities or operations outside its direct control,\r\n the undertaking may disclose whether and how it seeks to use its \r\nleverage in its business\r\n                \n\r\n                  relationships\r\n                 \n\r\n                to manage those impacts. This may include using commercial\r\n                \n\r\n                  leverage\r\n                 \n\r\n                (for example, enforcing \r\ncontractual requirements with business relationships or implementing \r\nincentives), other forms of leverage within the relationship (such as \r\nproviding\r\n                \n\r\n                  training\r\n                 \n\r\n                or capacity-building on the \r\nrights of indigenous peoples to entities with which the undertaking has a\r\n business relationships) or collaborative leverage with peers or other \r\nactors (such as initiatives aimed at minimising security-related impacts\r\n on communities or participating in company-community partnerships).\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 28.\r\n                \n\n\n\n\r\n                Impacts on communities may stem from\r\n environmental matters which are disclosed by the undertaking under the \r\nESRS E1 to E5. Examples include:", "Impacts on communities may stem from\r\n environmental matters which are disclosed by the undertaking under the \r\nESRS E1 to E5. Examples include:\r\n               \n\n\n\n\n\n\n\n\n\n\r\n                     (a)\r\n                    \n\n\n\n\n\r\n                     ESRS E1\r\n                     \r\n                      Climate Change\r\n                     \r\n                     : The implementation of\r\n                     \n\r\n                       climate change mitigation\r\n                      \n\r\n                     plans may require the undertaking to invest in\r\n                     \n\r\n                       renewable energy\r\n                      \n\r\n                     projects that may affect the lands, territories and\r\n                     \n\r\n                       natural resources\r\n                      \n\r\n                     of\r\n                     \n\r\n                       indigenous peoples\r\n                      \n\r\n                     . If the undertaking\r\n does not consult with the affected indigenous peoples , it could \r\nnegatively impact the affected communities’ right to\r\n                     \n\r\n                       free, prior and informed consent\r\n                      \n\r\n                     ;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (b)\r\n                    \n\n\n\n\n\r\n                     ESRS E2\r\n                     \r\n                      Pollution\r\n                     \r\n                     : The undertaking may negatively impact\r\n                     \n\r\n                       affected communities\r\n                      \n\r\n                     by failing to protect them from\r\n                     \n\r\n                       pollution\r\n                      \n\r\n                     from a particular production facility that causes them health-related issues;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (c)\r\n                    \n\n\n\n\n\r\n                     ESRS E3\r\n                     \r\n                      Water and marine sources\r\n                     \r\n                     :\r\n The undertaking may negatively impact the access to clean drinking \r\nwater of communities when withdrawing water in water stressed areas;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (d)", "(d)\r\n                    \n\n\n\n\n\r\n                     ESRS E4\r\n                     \r\n                      Biodiversity and ecosystems\r\n                     \r\n                     : The undertaking may negatively affect the livelihood of local farmers through operations that contaminate\r\n                     \n\r\n                       soil\r\n                      \n\r\n                     . Additional \r\nexamples include the sealing of land through building new \r\ninfrastructure, which can eradicate plant species that are critical for,\r\n for example, local\r\n                     \n\r\n                       biodiversity\r\n                      \n\r\n                     or to filter water for communities; or the introduction of\r\n                     \n\r\n                       invasive species\r\n                      \n\r\n                     (whether plants or animals) that can impact\r\n                     \n\r\n                       ecosystems\r\n                      \n\r\n                     and cause subsequent harm;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (e)\r\n                    \n\n\n\n\n\r\n                     ESRS E5\r\n                     \r\n                      Resource use and circular economy\r\n                     \r\n                     : The undertaking may negatively impact the lives of communities by affecting their health through the mismanagement of\r\n                     \n\r\n                       hazardous waste.\r\n                      \n\n\n\n\n\n\n\n\n\r\n                 Where the connection \r\nbetween environmental impacts and local communities is addressed in the \r\ndisclosures within the Disclosure Requirements ESRS E1-E5, the \r\nundertaking may cross-reference to those and clearly identify such \r\ndisclosures.\r\n                \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 29.\r\n                \n\n\n\n\r\n                When the undertaking discloses its participation in an industry or multi-stakeholder initiative as part of its\r\n                \n\r\n                  actions\r\n                 \n\r\n                to address material negative \r\nimpacts, the undertaking may disclose how the initiative, and its own \r\ninvolvement, is aiming to address the material impact concerned. It may \r\ndisclose under ESRS S3-5 the relevant\r\n                \n\r\n                  targets\r\n                 \n\r\n                set by the initiative and progress towards them.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 30.\r\n                \n\n\n\n\r\n                When disclosing whether and how the undertaking considers actual and potential impacts on\r\n                \n\r\n                  affected communities\r\n                 \n\r\n                in decisions to terminate\r\n                \n\r\n                  business relationships\r\n                 \n\r\n                and whether and how it seeks to\r\n address any negative impacts that may result from termination, the \r\nundertaking may include examples.", "AR 31.\r\n                \n\n\n\n\r\n                In disclosing how it tracks the effectiveness of\r\n                \n\r\n                  actions\r\n                 \n\r\n                to manage material impacts \r\nduring the reporting period, the undertaking may disclose any lessons \r\nlearned from the previous and current reporting periods.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 32.\r\n                \n\n\n\n\r\n                Processes used to track the effectiveness of\r\n                \n\r\n                  actions\r\n                 \n\r\n                can include internal or \r\nexternal auditing or verification, court proceedings and/or related\r\n court decisions, impact assessments, measurement systems, stakeholder \r\nfeedback,\r\n                \n\r\n                  grievance mechanisms,\r\n                 \n\r\n                external performance ratings, and benchmarking.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 33.\r\n                \n\n\n\n\r\n                Reporting on effectiveness is aimed at enabling the understanding of the links between\r\n                \n\r\n                  actions\r\n                 \n\r\n                taken by an undertaking and the effective management of impacts.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 34.\r\n                \n\n\n\n\r\n                With regard to initiatives or \r\nprocesses whose primary aim is to deliver positive impacts for affected \r\ncommunities that are based on affected communities’ needs, and with \r\nregard to progress in the implementation of such initiatives or \r\nprocesses, the undertaking may disclose:\r\n               \n\n\n\n\n\n\n\n\n\n\r\n                     (a)\r\n                    \n\n\n\n\n\r\n                     information about whether and how\r\n                     \n\r\n                       affected communities\r\n                      \n\r\n                     and\r\n                     \n\r\n                       legitimate representatives\r\n                      \n\r\n                     or their\r\n                     \n\r\n                       credible proxies\r\n                      \n\r\n                     play a role in decisions regarding the design and implementation of these investments or programmes; and\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (b)\r\n                    \n\n\n\n\n\r\n                     information about the intended or achieved positive outcomes for\r\n                     \n\r\n                       affected communities\r\n                      \n\r\n                     of these investments or programmes.\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (c)", "(c)\r\n                    \n\n\n\n\n\r\n                     an explanation of the approximate scope of\r\n                     \n\r\n                       affected communities\r\n                      \n\r\n                     covered by the described social investment or\r\n                     \n\r\n                       development\r\n                      \n\r\n                     programmes, and, \r\nwhere applicable, the rationale for why selected communities were chosen\r\n for a given social investment or development programme's \r\nimplementation.\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 35.\r\n                \n\n\n\n\r\n                The undertaking may disclose whether any initiatives or processes whose primary aim is to deliver positive impacts for\r\n                \n\r\n                  affected communities\r\n                 \n\r\n                are designed also to support \r\nthe achievement of one or more of the UN Sustainable Development Goals \r\n(SDGs). For example, through a commitment to advance UN SDG 5 to \r\n“achieve gender equality and empower all women and girls” the \r\nundertaking may be taking thoughtful measures to include women in the \r\nconsultation process with an affected community to meet standards of \r\neffective\r\n                \n\r\n                  stakeholder engagement\r\n                 \n\r\n                , which can help empower the women in the process itself, but potentially also in their daily lives.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 36.\r\n                \n\n\n\n\r\n                When disclosing the intended or achieved positive outcomes of its\r\n                \n\r\n                  actions\r\n                 \n\r\n                for\r\n                \n\r\n                  affected communities\r\n                 \n\r\n                a distinction is to be made \r\nbetween evidence of certain activities having occurred (for example, \r\nthat x number of women community members have been provided with\r\n                \n\r\n                  training\r\n                 \n\r\n                on how to become local\r\n                \n\r\n                  suppliers\r\n                 \n\r\n                to the undertaking) from \r\nevidence of actual outcomes for affected communities (for example, that x\r\n women community members have set up small businesses and have had their\r\n contracts with the undertaking renewed year-on-year).\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 37.\r\n                \n\n\n\n\r\n                When disclosing whether initiatives \r\nor processes also play a role in mitigating material negative impacts, \r\nthe undertaking may for example consider programmes that aim to improve \r\nlocal infrastructure surrounding an undertaking’s operations, such as \r\nimprovements in roads leading to a reduction in the number of severe \r\ntraffic accidents involving community members.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 38.", "AR 38.\r\n                \n\n\n\n\r\n                When disclosing the material risks and opportunities related to the undertaking’s impacts or\r\n                \n\r\n                  dependencies\r\n                 \n\r\n                on affected communities, the undertaking may consider the following:\r\n               \n\n\n\n\n\n\n\n\n\n\r\n                     (a)\r\n                    \n\n\n\n\n\r\n                     risks related to the undertaking’s impacts on\r\n                     \n\r\n                       affected communities\r\n                      \n\r\n                     may include the \r\nreputational or legal exposure, as well as operational risks, where \r\naffected communities protest against resettlements or the loss of access\r\n to lands, leading to costly delays, boycotts, or lawsuits;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (b)\r\n                    \n\n\n\n\n\r\n                     risks related to the undertaking’s dependencies on\r\n                     \n\r\n                       affected communities\r\n                      \n\r\n                     may include disruption of business operations where\r\n                     \n\r\n                       indigenous peoples\r\n                      \n\r\n                     decide to withdraw \r\ntheir consent to a project on their lands, forcing the undertaking to \r\nsignificantly modify or abandon the project;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (c)\r\n                    \n\n\n\n\n\r\n                     opportunities related to the undertaking’s impacts on\r\n                     \n\r\n                       affected communities\r\n                      \n\r\n                     may include more easily financing projects and being a partner of choice for communities, governments and other businesses; and\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (d)\r\n                    \n\n\n\n\n\r\n                     opportunities related to the undertaking’s dependencies on\r\n                     \n\r\n                       affected communities\r\n                      \n\r\n                     may include the \r\ndevelopment of positive relationships between the undertaking and \r\nindigenous peoples that enable existing projects to expand with strong \r\nsupport.\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 39.", "AR 39.\r\n                \n\n\n\n\r\n                In disclosing the information in AR \r\n38, the undertaking may consider explanations of risks and opportunities\r\n stemming from environmental impacts or\r\n                \n\r\n                  dependencies\r\n                 \n\r\n                (please refer to AR 31 for \r\nfurther details), including related human rights (or social) impacts. \r\nExamples include reputational risks stemming from the impact on the \r\nhealth of communities of unmanaged polluting\r\n                \n\r\n                  discharges\r\n                 \n\r\n                ; or the\r\n                \n\r\n                  financial effects\r\n                 \n\r\n                of protests that may disrupt or\r\n interrupt an undertaking’s activities, for example, in response to \r\noperations in water stressed areas that may impact the lives of affected\r\n communities.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 40.\r\n                \n\n\n\n\r\n                When disclosing whether\r\n                \n\r\n                  dependencies\r\n                 \n\r\n                turn into risks, the undertaking shall consider external developments.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 41.\r\n                \n\n\n\n\r\n                When disclosing policies, action and resources and\r\n                \n\r\n                  targets\r\n                 \n\r\n                related to the management of \r\nmaterial risks and opportunities, in cases where risks and opportunities\r\n arise from a material impact, the undertaking may cross-reference its \r\ndisclosures on policies, actions and resources and targets in relation \r\nto that impact.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 42.\r\n                \n\n\n\n\r\n                The undertaking shall consider whether and how its processes to manage material risks related to\r\n                \n\r\n                  affected communities\r\n                 \n\r\n                are integrated into its existing risk management processes.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 43.\r\n                \n\n\n\n\r\n                When disclosing the resources \r\nallocated to the management of material impacts, the undertaking may \r\ndisclose which internal functions are involved in managing the impacts \r\nand what types of action they take to address negative and advance \r\npositive impacts.\r\n               \n\n\n\n\n\n\n\r\n            Metrics and targets\r\n           \n\n\n\n\r\n             Disclosure Requirement \r\nS3-5 – Targets related to managing material negative impacts, advancing \r\npositive impacts, and managing material risks and opportunities\r\n            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 44.\r\n                \n\n\n\n\r\n                When disclosing information about\r\n                \n\r\n                  targets\r\n                 \n\r\n                in accordance with paragraph 39, the undertaking may disclose:"]}