{"content": ["AR 62.\r\n                \n\n\n\n\r\n                Examples of contractors (self-employed people) in the undertaking’s\r\n                \n\r\n                  own workforce\r\n                 \n\r\n                include: contractors hired by \r\nthe undertaking to perform work that would otherwise be carried out by \r\nan employee; contractors hired by the undertaking to perform work in a \r\npublic area (for example, on a road, on the street); and contractors \r\nhired by the undertaking to deliver the work/service directly at \r\nthe workplace of a client of the organization. Examples of people \r\nemployed by a third party engaged in ‘employment activities’ whose work \r\nis under the direction of the undertaking include: people who perform \r\nthe same work that\r\n                \n\r\n                  employees\r\n                 \n\r\n                carry out, such as people who \r\nfill in for employees who are temporarily absent (due to illness, \r\nholiday, parental leave, etc.); people performing regular work at the \r\nsame\r\n                \n\r\n                  site\r\n                 \n\r\n                as employees; and workers who \r\nare dispatched temporarily from another EU member state to work for the \r\nundertaking (‘posted workers’). Examples of\r\n                \n\r\n                  value chain workers\r\n                 \n\r\n                (and thus of workers not in the undertaking’s own workforce and reported under the scope of ESRS S2) include: workers for a\r\n                \n\r\n                  supplier\r\n                 \n\r\n                contracted by the undertaking \r\nwho work on the supplier’s premises using the supplier’s work methods; \r\nworkers for a ‘downstream’ entity which purchases goods or services from\r\n the undertaking; and workers of an equipment supplier to the \r\nundertaking who, at one or more of the undertaking’s workplaces, perform\r\n regular maintenance on the supplier’s equipment (for example, \r\nphotocopier) as stipulated in the contract between the equipment \r\nsupplier and the undertaking.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 63.\r\n                \n\n\n\n\r\n                If the undertaking cannot report \r\nexact figures, it shall use estimates according to the provisions in \r\nESRS 1 to disclose the number of people in its\r\n                \n\r\n                  own workforce\r\n                 \n\r\n                who are not\r\n                \n\r\n                  employees\r\n                 \n\r\n                to the nearest ten or, where \r\nthe number of people in its own workforce who are not employees is \r\ngreater than 1 000, to the nearest 100, and explain this. In \r\naddition, it shall clearly identify the information that derives from \r\nactual data and estimates.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 64.", "AR 64.\r\n                \n\n\n\n\r\n                Disclosing the number of people in the undertaking’s\r\n                \n\r\n                  own workforce\r\n                 \n\r\n                who are not\r\n                \n\r\n                  employees\r\n                 \n\r\n                at the end of the reporting \r\nperiod provides information for that point in time without capturing \r\nfluctuations during the reporting period. Disclosing this number as an \r\naverage across the reporting period considers fluctuations during the \r\nreporting period and can provide more insightful and relevant \r\ninformation for\r\n                \n\r\n                  users\r\n                 \n\r\n                .\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 65.\r\n                \n\n\n\n\r\n                The information disclosed by the undertaking allows\r\n                \n\r\n                  users\r\n                 \n\r\n                to understand how the number of\r\n                \n\r\n                  non-employees\r\n                 \n\r\n                in the undertaking’s\r\n                \n\r\n                  own workforce\r\n                 \n\r\n                varies during the reporting \r\nperiod or compared to the previous reporting period (i.e., whether the \r\nnumbers have increased or decreased). The undertaking may also disclose \r\nthe reasons for the fluctuations. For example, an increase in the number\r\n of non-employees during the reporting period could be due to a seasonal\r\n event. Conversely, a decrease in the number of non-employees compared \r\nto the previous reporting period could be due to the completion of a \r\ntemporary project. If the undertaking discloses fluctuations, it shall \r\nalso explain the criteria used to determine which fluctuations it \r\ndiscloses. If there are no significant fluctuations in the number of \r\nnon-employees during the reporting period or between the current and \r\nprevious reporting period, the undertaking may disclose this \r\ninformation.\r\n               \n\n\n\n\n\n\n\n\r\n             Disclosure Requirement S1-8 – Collective bargaining coverage and social dialogue\r\n            \n\n\n\r\n           Collective bargaining coverage\r\n          \n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 66.\r\n                \n\n\n\n\r\n                The percentage of\r\n                \n\r\n                  employees\r\n                 \n\r\n                covered by\r\n                \n\r\n                  collective bargaining\r\n                 \n\r\n                agreements is calculated using the following formula:\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 67.", "AR 67.\r\n                \n\n\n\n\r\n                The\r\n                \n\r\n                  employees\r\n                 \n\r\n                in the undertaking’s\r\n                \n\r\n                  own workforce\r\n                 \n\r\n                covered by\r\n                \n\r\n                  collective bargaining\r\n                 \n\r\n                agreements are those \r\nindividuals to whom the undertaking is obliged to apply the agreement. \r\nThis means that if none of the employees are covered by a collective \r\nbargaining agreement, the percentage reported is zero. An employee in \r\nthe undertaking’s own workforce covered by more than one collective \r\nbargaining agreement only needs to be counted once.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 68.\r\n                \n\n\n\n\r\n                This requirement is not aimed at obtaining the percentage of\r\n                \n\r\n                  employees\r\n                 \n\r\n                represented by a works council or belonging to trade unions, which can be different. The percentage of employees covered by\r\n                \n\r\n                  collective bargaining\r\n                 \n\r\n                agreements can be higher than \r\nthe percentage of unionised employees when the collective bargaining \r\nagreements apply to both union and non-union members. Alternatively, the\r\n percentage of employees covered by collective bargaining agreements can\r\n be lower than the percentage of unionised employees. This may be the \r\ncase when there are no collective bargaining agreements available or \r\nwhen the collective bargaining agreements do not cover all unionised \r\nemployees.\r\n               \n\n\n\n\n\n\r\n           Social Dialogue\r\n          \n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 69.\r\n                \n\n\n\n\r\n                For calculating the information \r\nrequired by paragraph 63(a), the undertaking shall identify in which \r\nEuropean Economic Area (EEA) countries it has significant employment \r\n(i.e., at least 50 employees representing at least 10% of its total \r\nemployees). For these countries it shall report the percentage of\r\n                \n\r\n                  employees\r\n                 \n\r\n                in that country which are employed in establishments in which employees are represented by\r\n                \n\r\n                  workers’ representatives\r\n                 \n\r\n                . Establishment is defined as \r\nany place of operations where the undertaking carries out a \r\nnon-transitory economic activity with human means and goods. Examples \r\ninclude: a factory, a branch of a retail chain, or an undertaking’s \r\nheadquarters. For countries in which there is only one establishment the\r\n percentage reported shall be either 100% or 0%.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 70.", "AR 70.\r\n                \n\n\n\n\r\n                The information required by this Disclosure Requirement shall be reported as follows\r\n               \n\n\r\n                 Table 1\r\n                \n\n\n\r\n                 Reporting template for collective bargaining coverage and social dialogue\r\n                \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                    Collective Bargaining Coverage\r\n                   \n\n\n\r\n                    Social dialogue\r\n                   \n\n\n\n\n\r\n                    Coverage Rate\r\n                   \n\n\n\r\n                    Employees – EEA\r\n                   \n\r\n                    (for countries with >50 empl. representing >10% total empl.)\r\n                   \n\n\n\r\n                    Employees – Non-EEA\r\n                   \n\r\n                    (estimate for regions with >50 empl. representing >10% total empl)\r\n                   \n\n\n\r\n                    Workplace representation (EEA only)\r\n                   \n\r\n                    (for countries with >50 empl. representing >10% total empl)\r\n                   \n\n\n\n\n\r\n                    0 -19 %\r\n                   \n\n\n\n\n\n\n\n\n\r\n                    Region A\r\n                   \n\n\n\n\n\n\n\n\n\n\n\r\n                    20 -39 %\r\n                   \n\n\n\r\n                    Country A\r\n                   \n\n\n\r\n                    Region B\r\n                   \n\n\n\n\n\n\n\n\n\n\n\r\n                    40 -59 %\r\n                   \n\n\n\r\n                    Country B\r\n                   \n\n\n\n\n\n\n\n\n\r\n                    Country A\r\n                   \n\n\n\n\n\r\n                    60 -79 %\r\n                   \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                    Country B\r\n                   \n\n\n\n\n\r\n                    80 -100 %\r\n                   \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n             Disclosure Requirement S1-9 – Diversity metrics\r\n            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 71.\r\n                \n\n\n\n\r\n                In preparing the disclosure on \r\ngender at top management, the undertaking shall use the definition of \r\ntop management as one and two levels below the administrative and \r\nsupervisory bodies unless this concept has already been defined with the\r\n undertaking’s operations and differs from the previous description. If \r\nthis is the case, the undertaking can use its own definition for top \r\nmanagement and disclose that fact and its own definition.\r\n               \n\n\n\n\n\n\n\n\r\n             Disclosure Requirement S1-10 – Adequate Wages\r\n            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 72.", "Disclosure Requirement S1-10 – Adequate Wages\r\n            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 72.\r\n                \n\n\n\n\r\n                The lowest\r\n                \n\r\n                  wage\r\n                 \n\r\n                shall be calculated for the lowest\r\n                \n\r\n                  pay\r\n                 \n\r\n                category, excluding interns and\r\n apprentices. This is to be based on the basic wage plus any fixed \r\nadditional payments that are guaranteed to all\r\n                \n\r\n                  employees\r\n                 \n\r\n                . The lowest wage shall be \r\nconsidered separately for each country in which the undertaking has \r\noperations, except outside the EEA when the relevant adequate or minimum\r\n wage is defined at a sub national level.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 73.\r\n                \n\n\n\n\r\n                The\r\n                \n\r\n                  adequate wage\r\n                 \n\r\n                benchmark used for comparison with the lowest wage shall not be lower than:\r\n               \n\n\n\n\n\n\n\n\n\n\r\n                     (a)\r\n                    \n\n\n\n\n\r\n                     in the \r\nEEA: the minimum wage set in accordance with Directive \r\n(EU) 2022/2041 of the European Parliament and of the Council\r\n                     \r\n                      (\r\n                      \r\n                       110\r\n                      \r\n                      )\r\n                     \r\n                     on adequate minimum wages in the European Union. In the period until \r\nDirective (EU) 2022/2041 enters into application, where there is no\r\n applicable minimum\r\n                     \n\r\n                       wage\r\n                      \n\r\n                     determined by legislation or collective bargaining in an EEA country, the undertaking shall use an\r\n                     \n\r\n                       adequate wage\r\n                      \n\r\n                     benchmark that is \r\neither not lower than the minimum wage in a neighboring country with a \r\nsimilar socio-economic status or not lower than a commonly-referenced \r\ninternational norm such as 60% of the country's median wage and 50%\r\n of the gross average wage.\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (b)\r\n                    \n\n\n\n\n\r\n                     outside of the EEA:\r\n                    \n\n\n\n\n\n\n\n\n\n\n\r\n                         i.\r\n                        \n\n\n\n\n\r\n                         the\r\n wage level established in any existing international, national or \r\nsub-national legislation, official norms or collective agreements, based\r\n on an assessment of a wage level needed for a decent standard of \r\nliving;\r\n                        \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                         ii.", "ii.\r\n                        \n\n\n\n\n\r\n                         if none of the instruments identified in (i) exist, any national or sub-national minimum wage established by legislation or\r\n                         \n\r\n                           collective bargaining\r\n                          \n\r\n                         ; or\r\n                        \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                         iii.\r\n                        \n\n\n\n\n\r\n                         if\r\n none of the instruments identified in (i) or (ii) exist, any benchmark \r\nthat meets the criteria set out by the Sustainable Trade Initiative \r\n(IDH) (‘\r\n                         \r\n                          Roadmap on Living Wages - A Platform to Secure Living Wages in Supply Chains\r\n                         \r\n                         ’),\r\n including applicable benchmarks aligned with the Anker methodology, or \r\nprovided by the Wage Indicator Foundation or Fair Wage Network, provided\r\n the primacy of collective bargaining for the establishment of terms and\r\n conditions of employment is ensured.\r\n                        \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 74.\r\n                \n\n\n\n\r\n                Directive (EU) 2022/2041 on adequate minimum\r\n                \n\r\n                  wages\r\n                 \n\r\n                in the European Union \r\nreferences both indicative reference values commonly used at \r\ninternational level such as 60 % of the gross median wage and 50 % \r\nof the gross average wage, and/or indicative reference values used at \r\nnational level. Data for the indicative values of 60% of the national \r\nmedian gross wage or 50% of the national average gross wage can be \r\nobtained from the European Labour Force Survey.\r\n               \n\n\n\n\n\n\n\n\r\n             Disclosure Requirement S1-11 – Social protection\r\n            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 75.\r\n                \n\n\n\n\n\n\r\n                  Social protection\r\n                 \n\r\n                refers to all the measures that\r\n provide access to health care and income support in cases of \r\nchallenging life events such as the loss of a job, being sick and in \r\nneed of medical care, giving birth and raising a child, or retiring and \r\nin need of a pension.\r\n               \n\n\n\n\n\n\n\n\r\n             Disclosure Requirement S1-12 – Persons with disabilities\r\n            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 76.\r\n                \n\n\n\n\r\n                When disclosing the information required in paragraph 77 regarding\r\n                \n\r\n                  persons with disabilities\r\n                 \n\r\n                , the undertaking shall provide \r\nany contextual information necessary to understand the data and how the \r\ndata has been compiled (methodology). For example, information about the\r\n impact of different legal definitions of persons with disabilities in \r\nthe different countries in which the undertaking has operations.", "Disclosure Requirement S1-13 – Training and Skills Development metrics\r\n            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 77.\r\n                \n\n\n\n\r\n                A regular performance review is \r\ndefined as a review based on criteria known to the employee and his or \r\nher superior undertaken with the knowledge of the employee at least once\r\n per year. The review can include an evaluation by the worker’s direct \r\nsuperior, peers, or a wider range of\r\n                \n\r\n                  employees\r\n                 \n\r\n                . The review can also involve \r\nthe human resources department. In order to disclose the information \r\nrequired by paragraph 83 (a), the undertaking shall use the employee \r\nheadcount figures provided in Disclosure Requirement ESRS S1-6 in the \r\ndenominator to calculate the:\r\n               \n\n\n\n\n\n\n\n\n\n\r\n                     (a)\r\n                    \n\n\n\n\n\r\n                     number/proportion of performance reviews per employee; and\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (b)\r\n                    \n\n\n\n\n\r\n                     number of reviews in proportion to the agreed number of reviews by the management.\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 78.\r\n                \n\n\n\n\r\n                To disclose the average required per paragraph 83 (b), the undertaking shall perform the following calculation: total number of\r\n                \n\r\n                  training\r\n                 \n\r\n                hours offered to and completed by\r\n                \n\r\n                  employees\r\n                 \n\r\n                per gender category divided by \r\nthe total number of employees per gender category. For the total \r\ntraining average and the average by gender, the head count figures for \r\ntotal employment and employment by gender reported in Disclosure \r\nRequirement ESRS S1-6 shall be used.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 79.\r\n                \n\n\n\n\r\n                Employee categories are a breakdown of\r\n                \n\r\n                  employees\r\n                 \n\r\n                by level (such as senior \r\nmanagement, middle management) or function (such as technical, \r\nadministrative, production). This information is derived from the \r\nundertaking’s own human resources system. In categorising the workforce,\r\n the undertaking shall define reasonable and meaningful employee \r\ncategories which enable\r\n                \n\r\n                  users\r\n                 \n\r\n                of the information to \r\nunderstand different performance measures between the categories. The \r\nundertaking may present a category for executive and non- executive \r\nemployees.\r\n               \n\n\n\n\n\n\n\n\r\n             Disclosure Requirement S1-14 – Health and safety metrics\r\n            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 80."]}