{"content": ["125.\r\n              \n\n\n\n\r\n              The\r\n              \n\r\n                sustainability statement\r\n               \n\r\n              may include monetary amounts or other quantitative datapoints that exceed a threshold of\r\n              \n\r\n                materiality\r\n               \n\r\n              and that are either an aggregation \r\nof, or a part of, monetary amounts or quantitative data presented in the\r\n undertaking’s financial statements (indirect connectivity between \r\ninformation disclosed in sustainability statement and information \r\ndisclosed in financial statements). If this is the case, the undertaking\r\n shall explain how these amounts or datapoints in the sustainability \r\nstatement relate to the most relevant amounts presented in the financial\r\n statements. This disclosure shall include a reference to the line \r\nitem and/or to the relevant paragraphs of its financial statements \r\nwhere the corresponding information can be found. Where appropriate, a \r\nreconciliation may be provided, and it may be presented in a tabular \r\nform.\r\n             \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               126.\r\n              \n\n\n\n\r\n              In the case of information not covered by \r\nparagraphs 124 and 125, the undertaking shall explain, based on a \r\nthreshold of materiality, the consistency of significant data, \r\nassumptions, and qualitative information included in its\r\n              \n\r\n                sustainability statement\r\n               \n\r\n              with the corresponding data, \r\nassumptions and qualitative information included in the financial \r\nstatements. This may occur when the sustainability statement includes:\r\n             \n\n\n\n\n\n\n\n\n\n\r\n                   (a)\r\n                  \n\n\n\n\n\r\n                   monetary \r\namounts or other quantitative data linked to monetary amounts or other \r\nquantitative data presented in the financial statements; or\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (b)\r\n                  \n\n\n\n\n\r\n                   qualitative information linked to qualitative information presented in the financial statements.\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               127.\r\n              \n\n\n\n\r\n              Consistency as required by paragraph 126 \r\nshall be at the level of a single datapoint and shall include a \r\nreference to the relevant line item or paragraph of notes to the \r\nfinancial statements. When significant data, assumptions and qualitative\r\n information are not consistent, the undertaking shall state that fact \r\nand explain the reason.\r\n             \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               128.\r\n              \n\n\n\n\r\n              Examples of items for which the explanation in paragraph 126 is required, are:\r\n             \n\n\n\n\n\n\n\n\n\n\r\n                   (a)", "Examples of items for which the explanation in paragraph 126 is required, are:\r\n             \n\n\n\n\n\n\n\n\n\n\r\n                   (a)\r\n                  \n\n\n\n\n\r\n                   when the same metric is presented as of the reporting date in financial statements and as a forecast for future periods in the\r\n                   \n\r\n                     sustainability statement\r\n                    \n\r\n                   ; and\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (b)\r\n                  \n\n\n\n\n\r\n                   when macroeconomic or business projections are used to develop\r\n                   \n\r\n                     metrics\r\n                    \n\r\n                   in the\r\n                   \n\r\n                     sustainability statement\r\n                    \n\r\n                   and they are also \r\nrelevant in estimating the recoverable amount of assets, the amount of \r\nliabilities or provisions in financial statements.\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               129.\r\n              \n\n\n\n\r\n              Topical and sector-specific ESRS may \r\ninclude requirements to include reconciliations or to illustrate \r\nconsistency of data and assumptions for specific Disclosure \r\nRequirements. In such cases, the requirements in those ESRS shall \r\nprevail.\r\n             \n\n\n\n\n\n\r\n         10\r\n         \r\n          Transitional provisions\r\n         \n\n\r\n         10.1\r\n         \n\r\n           Transitional provision related to entity-specific disclosures\r\n          \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               130.\r\n              \n\n\n\n\r\n              The extent to which\r\n              \n\r\n                sustainability matters\r\n               \n\r\n              are covered by ESRS is expected to \r\nevolve as further Disclosure Requirements are developed. Therefore, the \r\nneed for entity-specific disclosures is likely to decrease over time, in\r\n particular as a result of the future adoption of sector specific \r\nstandards.\r\n             \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               131.\r\n              \n\n\n\n\r\n              When defining its entity-specific \r\ndisclosures, the undertaking may adopt transitional measures for their \r\npreparation in the first three annual\r\n              \n\r\n                sustainability statements\r\n               \n\r\n              under which it may as a priority:\r\n             \n\n\n\n\n\n\n\n\n\n\r\n                   (a)\r\n                  \n\n\n\n\n\r\n                   introduce in \r\nits reporting those entity-specific disclosures that it reported in \r\nprior periods, if these disclosures meet or are adapted to meet the \r\nqualitative characteristics of information referred to under chapter 2 \r\nof this Standard; and\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (b)", "(b)\r\n                  \n\n\n\n\n\r\n                   complement its disclosures prepared on the basis of the topical ESRS with an appropriate set of additional disclosures to cover\r\n                   \n\r\n                     sustainability matters\r\n                    \n\r\n                   that are material for the\r\n undertaking in its sector(s), using available best practice and/or\r\n available frameworks or reporting standards, such as IFRS \r\nindustry-based guidance and GRI Sector Standards.\r\n                  \n\n\n\n\n\n\n\n\n\n\n\r\n         10.2\r\n         \n\r\n           Transitional provision related to chapter 5 Value chain\r\n          \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               132.\r\n              \n\n\n\n\r\n              For the first 3 years of the undertaking’s\r\n sustainability reporting under the ESRS, in the event that not all the \r\nnecessary information regarding its upstream and downstream\r\n              \n\r\n                value chain\r\n               \n\r\n              is available, the undertaking shall \r\nexplain the efforts made to obtain the necessary information about its \r\nupstream and downstream value chain, the reasons why not all of the \r\nnecessary information could be obtained, and its plans to obtain the \r\nnecessary information in the future.\r\n             \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               133.\r\n              \n\n\n\n\r\n              For the first 3 years of its \r\nsustainability reporting under the ESRS, in order to take account of the\r\n difficulties that undertakings may encounter in gathering information \r\nfrom actors throughout their\r\n              \n\r\n                value chain\r\n               \n\r\n              and in order to limit the burden for SMEs in the value chain:\r\n             \n\n\n\n\n\n\n\n\n\n\r\n                   (a)\r\n                  \n\n\n\n\n\r\n                   when disclosing information on\r\n                   \n\r\n                     policies, actions\r\n                    \n\r\n                   and\r\n                   \n\r\n                     targets\r\n                    \n\r\n                   in accordance with ESRS2 \r\nand other ESRS, the undertaking may limit upstream and downstream value \r\nchain information to information available in-house, such as data \r\nalready available to the undertaking and publicly available information;\r\n and\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (b)\r\n                  \n\n\n\n\n\r\n                   when disclosing\r\n                   \n\r\n                     metrics\r\n                    \n\r\n                   , the undertaking is not \r\nrequired to include upstream and downstream value chain information, \r\nexcept for datapoints derived from other EU legislation, as listed in \r\nESRS 2 Appendix B.\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               134.\r\n              \n\n\n\n\r\n              Paragraphs 132 and 133 apply irrespective of whether or not the relevant\r\n              \n\r\n                actor in the value chain\r\n               \n\r\n              is an SME.", "135.\r\n              \n\n\n\n\r\n              Starting from the fourth year of its reporting under the ESRS, the undertaking shall include upstream and/or downstream\r\n              \n\r\n                value chain\r\n               \n\r\n              information according to paragraph \r\n63. In this context, the information required by ESRS to be obtained \r\nfrom SME undertakings in the undertaking’s upstream and/or \r\ndownstream value chain will not exceed the content of the future ESRS \r\nfor listed SMEs.\r\n             \n\n\n\n\n\n\r\n         10.3\r\n         \n\r\n           Transitional provision related to section 7.1 Presenting comparative information\r\n          \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               136.\r\n              \n\n\n\n\r\n              To ease the first-time application of this\r\n Standard, the undertaking is not required to disclose the comparative \r\ninformation required by section 7.1\r\n              \r\n               Presenting comparative information\r\n              \r\n              in the first year of preparation of the\r\n              \n\r\n                sustainability statement\r\n               \n\r\n              under the ESRS. For disclosure requirements listed in Appendix C\r\n              \r\n               List of phased-in Disclosure Requirements\r\n              \r\n              ,\r\n this transitional provision applies with reference to the first year of\r\n mandatory application of the phased-in disclosure requirement.\r\n             \n\n\n\n\n\n\r\n         10.4\r\n         \n\r\n           Transitional provision: List of Disclosure Requirements that are phased-in\r\n          \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               137.\r\n              \n\n\n\n\r\n              Appendix C\r\n              \r\n               List of phased-in Disclosure Requirements\r\n              \r\n              in this Standard sets phase-in provisions for the Disclosure \r\nRequirements or datapoints of Disclosure Requirements in ESRS that may \r\nbe omitted or that are not applicable in the first year(s) of \r\npreparation of the\r\n              \n\r\n                sustainability statement\r\n               \n\r\n              under the ESRS.\r\n             \n\n\n\n\n\n\n\n\r\n           Appendix A\r\n          \n\r\n           Application Requirements\r\n          \n\n\r\n            This appendix is an integral part of ESRS 1 and has the same authority as the other parts of the Standard.\r\n           \n\n\n\r\n            Entity specific disclosures\r\n           \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 1.\r\n                \n\n\n\n\r\n                The entity-specific disclosures shall enable\r\n                \n\r\n                  users\r\n                 \n\r\n                to understand the undertaking’s\r\n                \n\r\n                  impacts, risks\r\n                 \n\r\n                and\r\n                \n\r\n                  opportunities\r\n                 \n\r\n                in relation to environmental, social or governance matters.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 2.", "AR 2.\r\n                \n\n\n\n\r\n                When developing entity-specific disclosures, the undertaking shall ensure that:\r\n               \n\n\n\n\n\n\n\n\n\n\r\n                     (a)\r\n                    \n\n\n\n\n\r\n                     the disclosures meet the qualitative characteristics of information as set out in chapter 2\r\n                     \r\n                      Qualitative characteristics of information\r\n                     \r\n                     ; and\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (b)\r\n                    \n\n\n\n\n\r\n                     its disclosures include, where applicable, all material information related to the reporting areas of governance; strategy;\r\n                     \n\r\n                       impact, risk\r\n                      \n\r\n                     and\r\n                     \n\r\n                       opportunity\r\n                      \n\r\n                     management; and\r\n                     \n\r\n                       metrics\r\n                      \n\r\n                     and\r\n                     \n\r\n                       targets\r\n                      \n\r\n                     (see ESRS 2 chapters 2 to 5).\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 3.\r\n                \n\n\n\n\r\n                When determining the usefulness of\r\n                \n\r\n                  metrics\r\n                 \n\r\n                for inclusion in its entity-specific disclosures, the undertaking shall consider whether:\r\n               \n\n\n\n\n\n\n\n\n\n\r\n                     (a)\r\n                    \n\n\n\n\n\r\n                     its chosen performance metrics provide insight into:\r\n                    \n\n\n\n\n\n\n\n\n\n\n\r\n                         i.\r\n                        \n\n\n\n\n\r\n                         how\r\n effective its practices are in reducing negative outcomes and/or \r\nincreasing positive outcomes for people and the environment (for \r\nimpacts); and/or\r\n                        \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                         ii.\r\n                        \n\n\n\n\n\r\n                         the likelihood that its practices result in\r\n                         \n\r\n                           financial effects\r\n                          \n\r\n                         on the undertaking (for\r\n                         \n\r\n                           risks\r\n                          \n\r\n                         and\r\n                         \n\r\n                           opportunities\r\n                          \n\r\n                         );\r\n                        \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (b)\r\n                    \n\n\n\n\n\r\n                     the \r\nmeasured outcomes are sufficiently reliable, meaning that they do not \r\ninvolve an excessive number of assumptions and unknowns that would \r\nrender the metrics too arbitrary to provide a faithful representation; \r\nand\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (c)", "(c)\r\n                    \n\n\n\n\n\r\n                     it has \r\nprovided sufficient contextual information to interpret performance \r\nmetrics appropriately, and whether variations in such contextual \r\ninformation may impact the comparability of the metrics over time.\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 4.\r\n                \n\n\n\n\r\n                When developing its entity-specific disclosures, the undertaking shall carefully consider:\r\n               \n\n\n\n\n\n\n\n\n\n\r\n                     (a)\r\n                    \n\n\n\n\n\r\n                     comparability\r\n between undertakings, while still ensuring relevance of the information\r\n provided, recognising that comparability may be limited for entity- \r\nspecific disclosures. The undertaking shall consider whether the \r\navailable and relevant frameworks, initiatives, reporting standards and \r\nbenchmarks (such as technical material issued by the International \r\nSustainability Standards Board or the Global Reporting Initiative) \r\nprovide elements that can support comparability to the maximum extent \r\npossible; and\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (b)\r\n                    \n\n\n\n\n\r\n                     comparability over time: consistency of methodologies and disclosures is a key factor for achieving comparability over time.\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 5.\r\n                \n\n\n\n\r\n                Further guidance for developing \r\nentity-specific disclosures can be found by considering the information \r\nrequired under topical ESRS that addresses similar\r\n                \n\r\n                  sustainability matters.\r\n                 \n\n\n\n\n\n\n\n\n\r\n            Double materiality\r\n           \n\n\n\n\r\n             Stakeholders and their relevance to the materiality assessment process\r\n            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 6.\r\n                \n\n\n\n\r\n                In addition to the categories of stakeholder listed in paragraph 22, common categories of\r\n                \n\r\n                  stakeholders\r\n                 \n\r\n                are:\r\n                \n\r\n                  employees\r\n                 \n\r\n                and other workers,\r\n                \n\r\n                  suppliers\r\n                 \n\r\n                ,\r\n                \n\r\n                  consumers\r\n                 \n\r\n                , customers,\r\n                \n\r\n                  end- users\r\n                 \n\r\n                , local communities and persons \r\nin vulnerable situations, and public authorities, including regulators, \r\nsupervisors and central banks.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 7.", "AR 7.\r\n                \n\n\n\n\r\n                Nature may be considered as a silent\r\n                \n\r\n                  stakeholder\r\n                 \n\r\n                . In this case, ecological data and data on the conservation of species may support the undertaking’s\r\n                \n\r\n                  materiality\r\n                 \n\r\n                assessment.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 8.\r\n                \n\n\n\n\n\n\r\n                  Materiality\r\n                 \n\r\n                assessment is informed by dialogue with affected stakeholders. The undertaking may engage with affected\r\n                \n\r\n                  stakeholders\r\n                 \n\r\n                or their representatives (such as\r\n                \n\r\n                  employees\r\n                 \n\r\n                or trade unions), along with \r\nusers of sustainability reporting and other experts, to provide inputs \r\nor feedback on its conclusions regarding its material\r\n                \n\r\n                  impacts, risks\r\n                 \n\r\n                and\r\n                \n\r\n                  opportunities\r\n                 \n\r\n                .\r\n               \n\n\n\n\n\n\n\n\r\n             Assessment of impact materiality\r\n            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 9.\r\n                \n\n\n\n\r\n                In assessing\r\n                \n\r\n                  impact materiality\r\n                 \n\r\n                and determining the material matters to be reported, the undertaking shall consider the following three steps:\r\n               \n\n\n\n\n\n\n\n\n\n\r\n                     (a)\r\n                    \n\n\n\n\n\r\n                     understanding of the context in relation to its impacts including its activities, business relationships, and\r\n                     \n\r\n                       stakeholders\r\n                      \n\r\n                     ;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (b)\r\n                    \n\n\n\n\n\r\n                     identification\r\n of actual and potential impacts (both negative and positive), including\r\n through engaging with stakeholders and experts. In this step, the \r\nundertaking may rely on scientific and analytical research on impacts on\r\n                     \n\r\n                       sustainability matters\r\n                      \n\r\n                     ;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (c)\r\n                    \n\n\n\n\n\r\n                     assessment\r\n of the materiality of its actual and potential impacts and \r\ndetermination of the material matters. In this step, the undertaking \r\nshall adopt thresholds to determine which of the impacts will be covered\r\n in its\r\n                     \n\r\n                       sustainability statement\r\n                      \n\r\n                     .\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\r\n             Characteristics of severity\r\n            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 10."]}