{"content": ["(e)\r\n                  \n\n\n\n\n\r\n                   any material risks and opportunities for the undertaking arising from impacts and\r\n                   \n\r\n                     dependencies\r\n                    \n\r\n                   on value chain workers.\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               12.\r\n              \n\n\n\n\r\n              In describing the main types of\r\n              \n\r\n                value chain workers\r\n               \n\r\n              who are or could be negatively affected, based on the\r\n              \n\r\n                materiality\r\n               \n\r\n              assessment set out in ESRS 2 IRO-1, \r\nthe undertaking shall disclose whether and how it has developed an \r\nunderstanding of how workers with particular characteristics, those \r\nworking in particular contexts, or those undertaking particular \r\nactivities may be at greater risk of harm.\r\n             \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               13.\r\n              \n\n\n\n\r\n              The undertaking shall disclose which, if any, of its material\r\n              \n\r\n                risks\r\n               \n\r\n              and\r\n              \n\r\n                opportunities\r\n               \n\r\n              arising from\r\n              \n\r\n                impacts\r\n               \n\r\n              and\r\n              \n\r\n                dependencies\r\n               \n\r\n              on its\r\n              \n\r\n                value chain workers\r\n               \n\r\n              relate to specific groups of value \r\nchain workers (for example, particular age groups, workers in a \r\nparticular factory or country) rather than to all of the value chain \r\nworkers.\r\n             \n\n\n\n\n\n\n\r\n          Impact, risk and opportunity management\r\n         \n\n\n\n\r\n           Disclosure Requirement S2-1 – Policies related to value chain workers\r\n          \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               14.\r\n              \n\n\n\n\r\n              The undertaking shall describe its \r\npolicies adopted to manage its material impacts on value chain workers, \r\nas well as associated material risks and opportunities.\r\n             \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               15.\r\n              \n\n\n\n\r\n              The objective of this Disclosure Requirement is to enable an understanding of the extent to which the undertaking has\r\n              \n\r\n                policies\r\n               \n\r\n              that address the identification, assessment, management and/or\r\n              \n\r\n                remediation\r\n               \n\r\n              of material\r\n              \n\r\n                impacts\r\n               \n\r\n              on\r\n              \n\r\n                value chain\r\n               \n\r\n                workers\r\n               \n\r\n              specifically, as well as policies that cover material\r\n              \n\r\n                risks\r\n               \n\r\n              or\r\n              \n\r\n                opportunities\r\n               \n\r\n              related to value chain workers.", "16.\r\n              \n\n\n\n\r\n              The disclosure required by paragraph 14 \r\nshall contain the information on the undertaking’s policies to manage \r\nits material impacts, risks and opportunities related to\r\n              \n\r\n                value chain workers\r\n               \n\r\n              in accordance with ESRS 2 MDR-P\r\n              \r\n               Policies adopted to manage material sustainability matters\r\n              \r\n              . In addition, the undertaking shall specify whether such policies cover specific groups of\r\n              \n\r\n                value chain workers\r\n               \n\r\n              or all value chain workers.\r\n             \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               17.\r\n              \n\n\n\n\r\n              The undertaking shall describe its human rights\r\n              \n\r\n                policy\r\n               \n\r\n              commitments\r\n              \r\n               (\r\n               \r\n                112\r\n               \r\n               )\r\n              \r\n              that are relevant to\r\n              \n\r\n                value chain workers\r\n               \n\r\n              , including those processes and \r\nmechanisms to monitor compliance with the UN Guiding Principles on \r\nBusiness and Human Rights, ILO Declaration on Fundamental Principles and\r\n Rights at Work or OECD Guidelines for Multinational Enterprises\r\n              \r\n               (\r\n               \r\n                113\r\n               \r\n               )\r\n              \r\n              . In its disclosure, it shall focus on those matters that are material in relation to, as well as the general approach to:\r\n             \n\n\n\n\n\n\n\n\n\n\r\n                   (a)\r\n                  \n\n\n\n\n\r\n                   respect for the human rights, including labour rights, of workers;\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (b)\r\n                  \n\n\n\n\n\r\n                   engagement with value chain workers; and\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (c)\r\n                  \n\n\n\n\n\r\n                   measures to provide and/or enable\r\n                   \n\r\n                     remedy\r\n                    \n\r\n                   for human rights impacts.\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               18.", "18.\r\n              \n\n\n\n\r\n              The undertaking shall state whether its policies in relation to\r\n              \n\r\n                value chain workers\r\n               \n\r\n              explicitly address trafficking in human beings\r\n              \r\n               (\r\n               \r\n                114\r\n               \r\n               )\r\n              \r\n              ,\r\n              \n\r\n                forced labour\r\n               \n\r\n              or compulsory labour and\r\n              \n\r\n                child labour.\r\n               \n\r\n              It shall also state whether the undertaking has a\r\n              \n\r\n                supplier\r\n               \n\r\n              code of conduct\r\n              \r\n               (\r\n               \r\n                115\r\n               \r\n               )\r\n              \r\n              .\r\n             \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               19.\r\n              \n\n\n\n\r\n              The undertaking shall disclose whether and how its policies with regard to\r\n              \n\r\n                value chain workers\r\n               \n\r\n              are aligned with internationally \r\nrecognised instruments relevant to value chain workers, including the \r\nUnited Nations (UN) Guiding Principles on Business and Human \r\nRights\r\n              \r\n               (\r\n               \r\n                116\r\n               \r\n               )\r\n              \r\n              .\r\n The undertaking shall also disclose the extent to which cases of \r\nnon-respect of the UN Guiding Principles on Business and Human Rights, \r\nILO Declaration on Fundamental Principles and Rights at Work or OECD \r\nGuidelines for Multinational Enterprises that involve value chain \r\nworkers have been reported in its upstream and downstream value chain \r\nand, if applicable, an indication of the nature of such cases\r\n              \r\n               (\r\n               \r\n                117\r\n               \r\n               )\r\n              \r\n              .\r\n             \n\n\n\n\n\n\n\n\r\n           Disclosure Requirement S2-2 – Processes for engaging with value chain workers about impacts\r\n          \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               20.\r\n              \n\n\n\n\r\n              The undertaking shall disclose its general\r\n processes for engaging with value chain workers and their \r\nrepresentatives about actual and potential impacts on them.\r\n             \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               21.", "21.\r\n              \n\n\n\n\r\n              The objective of this Disclosure \r\nRequirement is to enable an understanding of whether and how the \r\nundertaking engages, as part of its ongoing due diligence process, with\r\n              \n\r\n                value chain workers\r\n               \n\r\n              and their legitimate representatives, or with\r\n              \n\r\n                credible proxies\r\n               \n\r\n              , about material actual and potential \r\npositive and/or negative impacts that do or are likely to affect \r\nthem, and whether and how perspectives of value chain workers are taken \r\ninto account in the decision-making processes of the undertaking.\r\n             \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               22.\r\n              \n\n\n\n\r\n              The undertaking shall disclose whether and how the perspectives of\r\n              \n\r\n                value chain workers\r\n               \n\r\n              inform its decisions or activities \r\naimed at managing the actual and potential impacts on value chain \r\nworkers. This shall include, where relevant, an explanation of:\r\n             \n\n\n\n\n\n\n\n\n\n\r\n                   (a)\r\n                  \n\n\n\n\n\r\n                   whether engagement occurs with value chain workers or their\r\n                   \n\r\n                     legitimate representatives\r\n                    \n\r\n                   directly, or with\r\n                   \n\r\n                     credible proxies\r\n                    \n\r\n                   that have insight into their situation;\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (b)\r\n                  \n\n\n\n\n\r\n                   the stage(s) at which engagement occurs, the type of engagement, and the frequency of the engagement;\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (c)\r\n                  \n\n\n\n\n\r\n                   the function \r\nand the most senior role within the undertaking that has operational \r\nresponsibility for ensuring that this engagement happens, and that the \r\nresults inform the undertaking’s approach;\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (d)\r\n                  \n\n\n\n\n\r\n                   where \r\napplicable, Global Framework Agreements or for agreements that the \r\nundertaking has with global union federations related to respect of \r\nhuman rights of workers in the value chain, including their right to \r\nbargain collectively, and including an explanation of how the agreement \r\nenables the undertaking to gain insight into those workers’ \r\nperspectives; and\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (e)\r\n                  \n\n\n\n\n\r\n                   where \r\napplicable, how the undertaking assesses the effectiveness of its \r\nengagement with workers in the value chain, including, where relevant, \r\nany agreements or outcomes that result.\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               23.", "23.\r\n              \n\n\n\n\r\n              Where applicable, the undertaking shall \r\ndisclose the steps it takes to gain insight into the perspectives of \r\nworkers that may be particularly vulnerable to impacts and/or \r\nmarginalised (for example, women workers, migrant workers, workers with \r\ndisabilities).\r\n             \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               24.\r\n              \n\n\n\n\r\n              If the undertaking cannot disclose the \r\nabove required information because it has not adopted a general process \r\nto engage with workers in the value chain, it shall disclose this to be \r\nthe case. It may disclose a timeframe in which it aims to have such a \r\nprocess in place.\r\n             \n\n\n\n\n\n\n\n\r\n           Disclosure Requirement S2-3 – Processes to remediate negative impacts and channels for value chain workers to raise concerns\r\n          \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               25.\r\n              \n\n\n\n\r\n              The undertaking shall describe the \r\nprocesses it has in place to provide for or cooperate in the remediation\r\n of negative impacts on value chain workers that the undertaking is \r\nconnected with, as well as channels available to value chain workers to \r\nraise concerns and have them addressed.\r\n             \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               26.\r\n              \n\n\n\n\r\n              The objective of this Disclosure Requirement is to enable an understanding of the formal means by which\r\n              \n\r\n                value chain workers\r\n               \n\r\n              can make their concerns and needs \r\nknown directly to the undertaking and/or through which the \r\nundertaking supports the availability of such channels (for example,\r\n              \n\r\n                grievance mechanisms\r\n               \n\r\n              ) in the workplace of value chain \r\nworkers, how follow up is carried out with these workers regarding the \r\nissues raised, and the effectiveness of these channels.\r\n             \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               27.\r\n              \n\n\n\n\r\n              The undertaking shall describe:\r\n             \n\n\n\n\n\n\n\n\n\n\r\n                   (a)\r\n                  \n\n\n\n\n\r\n                   its general approach to and processes for providing or contributing to\r\n                   \n\r\n                     remedy\r\n                    \n\r\n                   where it has caused or contributed to a material negative impact on\r\n                   \n\r\n                     value chain workers\r\n                    \n\r\n                   , including whether and how the undertaking assesses that the remedy provided is effective;\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (b)\r\n                  \n\n\n\n\n\r\n                   any specific \r\nchannels it has in place for value chain workers to raise their concerns\r\n or needs directly with the undertaking and have them addressed, \r\nincluding whether these are established by the undertaking \r\nitself and/or whether they are third-party mechanisms;", "(c)\r\n                  \n\n\n\n\n\r\n                   the processes \r\nthrough which it supports or requires the availability of such channels \r\nin the workplace of value chain workers; and\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (d)\r\n                  \n\n\n\n\n\r\n                   how it tracks \r\nand monitors issues raised and addressed, and how it ensures the \r\neffectiveness of the channels, including through involvement of\r\n                   \n\r\n                     stakeholders\r\n                    \n\r\n                   who are the intended\r\n                   \n\r\n                     users\r\n                    \n\r\n                   .\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               28.\r\n              \n\n\n\n\r\n              The undertaking shall disclose whether and how it assesses that\r\n              \n\r\n                value chain workers\r\n               \n\r\n              are aware of and trust these \r\nstructures or processes as a way to raise their concerns or needs and \r\nhave them addressed. In addition, the undertaking shall disclose whether\r\n it has policies in place regarding the protection of individuals that \r\nuse them against retaliation. If such information has been disclosed in \r\naccordance with ESRS G1-1, the undertaking may refer to that \r\ninformation.\r\n             \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               29.\r\n              \n\n\n\n\r\n              If the undertaking cannot disclose the \r\nabove required information because it has not adopted a channel for \r\nraising concerns and/or does not support the availability of such a\r\n channel in the workplace of\r\n              \n\r\n                value chain workers,\r\n               \n\r\n              it shall disclose this to be the \r\ncase. It may disclose a timeframe in which it aims to have such a \r\nchannel or processes in place.\r\n             \n\n\n\n\n\n\n\n\r\n           Disclosure Requirement S2-4 – \r\nTaking action on material impacts on value chain workers, and approaches\r\n to managing material risks and pursuing material opportunities related \r\nto value chain workers, and effectiveness of those actions\r\n          \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               30.\r\n              \n\n\n\n\r\n              The undertaking shall disclose how it \r\ntakes action to address material impacts on value chain workers, and to \r\nmanage material risks and pursue material opportunities related to value\r\n chain workers and the effectiveness of those actions.\r\n             \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               31.\r\n              \n\n\n\n\r\n              The objective of this Disclosure \r\nRequirement is twofold. Firstly, it is to enable an understanding of any\r\n actions or initiatives through which the undertaking seeks to:\r\n             \n\n\n\n\n\n\n\n\n\n\r\n                   (a)", "(a)\r\n                  \n\n\n\n\n\r\n                   prevent, mitigate and\r\n                   \n\r\n                     remediate\r\n                    \n\r\n                   the negative material\r\n                   \n\r\n                     impacts\r\n                    \n\r\n                   on\r\n                   \n\r\n                     value chain workers\r\n                    \n\r\n                   ; and/or\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (b)\r\n                  \n\n\n\n\n\r\n                   achieve positive material impacts for value chain workers.\r\n                  \n\n\n\n\n\n\n\r\n               Secondly, it is to enable an understanding of the ways in which the undertaking is addressing the material\r\n               \n\r\n                 risks\r\n                \n\r\n               and pursuing the material\r\n               \n\r\n                 opportunities\r\n                \n\r\n               related to\r\n               \n\r\n                 workers in the value chain\r\n                \n\r\n               .\r\n              \n\n\n\r\n               The undertaking shall \r\nprovide a summarised description of the action plans and resources to \r\nmanage its material impacts, risks, and opportunities related to\r\n               \n\r\n                 value chain workers\r\n                \n\r\n               as per ESRS 2 MDR-A\r\n               \r\n                Actions and resources in relation to material sustainability matters\r\n               \r\n               .\r\n              \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               32.\r\n              \n\n\n\n\r\n              In relation to material\r\n              \n\r\n                impacts\r\n               \n\r\n              , the undertaking shall describe:\r\n             \n\n\n\n\n\n\n\n\n\n\r\n                   (a)\r\n                  \n\n\n\n\n\r\n                   actions taken, planned or underway to prevent or mitigate material negative impacts on\r\n                   \n\r\n                     value chain workers\r\n                    \n\r\n                   ;\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (b)\r\n                  \n\n\n\n\n\r\n                   whether and how it has taken action to provide or enable\r\n                   \n\r\n                     remedy\r\n                    \n\r\n                   in relation to an actual material impact;\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (c)\r\n                  \n\n\n\n\n\r\n                   any additional\r\n                   \n\r\n                     actions\r\n                    \n\r\n                   or initiatives it has in place with the primary purpose of delivering positive impacts for value chain workers; and\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (d)\r\n                  \n\n\n\n\n\r\n                   how it tracks and assesses the effectiveness of such\r\n                   \n\r\n                     actions\r\n                    \n\r\n                   and initiatives in delivering intended outcomes for value chain workers."]}