{"content": ["Grievance mechanism\r\n              \n\n\n\n\r\n              Any routinized, state-based or non-state-based, judicial or non-judicial processes through which\r\n              \n\r\n                stakeholders\r\n               \n\r\n              can raise grievances and seek\r\n              \n\r\n                remedy\r\n               \n\r\n              . Examples of state-based judicial and non-judicial\r\n              \n\r\n                grievance mechanisms\r\n               \n\r\n              include courts, labour tribunals, \r\nnational human rights institutions, National Contact Points under the \r\nOECD Guidelines for Multinational Enterprises, ombudsperson offices, \r\nconsumer protection agencies, regulatory oversight bodies, and \r\ngovernment-run complaints offices. Non-state-based\r\n              \n\r\n                grievance mechanisms\r\n               \n\r\n              include those administered by the undertaking, either alone or together with\r\n              \n\r\n                stakeholders\r\n               \n\r\n              , such as operational-level\r\n              \n\r\n                grievance mechanisms\r\n               \n\r\n              and\r\n              \n\r\n                collective bargaining\r\n               \n\r\n              , including the mechanisms established by\r\n              \n\r\n                collective bargaining\r\n               \n\r\n              . They also include mechanisms \r\nadministered by industry associations, international organisations, \r\ncivil society organisations, or multi-stakeholder groups.\r\n             \n\r\n              Operational-level\r\n              \n\r\n                grievance mechanisms\r\n               \n\r\n              are administered by the organisation \r\neither alone or in collaboration with other parties and are directly \r\naccessible by the organisation’s\r\n              \n\r\n                stakeholders\r\n               \n\r\n              . They allow for grievances to be \r\nidentified and addressed early and directly, thereby preventing both \r\nharm and grievances from escalating. They also provide important \r\nfeedback on the effectiveness of the organisation’s due diligence from \r\nthose who are directly affected.\r\n             \n\r\n              According to UN Guiding Principle 31, effective\r\n              \n\r\n                grievance mechanisms\r\n               \n\r\n              are legitimate, accessible, \r\npredictable, equitable, transparent, rights-compatible, and a source of \r\ncontinuous learning. In addition to these criteria, effective \r\noperational-level\r\n              \n\r\n                grievance mechanisms\r\n               \n\r\n              are also based on engagement and dialogue. It can be more difficult for the organisation to assess the effectiveness of\r\n              \n\r\n                grievance mechanisms\r\n               \n\r\n              that it participates in compared to those it has established itself.\r\n             \n\n\n\n\n\n\r\n               Groundwater", "Groundwater\r\n              \n\n\n\n\r\n              All water which is below the surface of the ground in the saturation zone and in direct contact with the ground or subsoil\r\n              \r\n               (\r\n               \r\n                14\r\n               \r\n               )\r\n              \r\n              .\r\n             \n\n\n\n\n\n\r\n               Habitat\r\n              \n\n\n\n\r\n              The place or type of\r\n              \n\r\n                site\r\n               \n\r\n              where an organism or population \r\nnaturally occurs. Also used to mean the environmental attributes \r\nrequired by a particular species or its ecological niche.\r\n             \n\n\n\n\n\n\r\n               Habitat fragmentation\r\n              \n\n\n\n\r\n              A general term describing the set of processes by which\r\n              \n\r\n                habitat\r\n               \n\r\n              loss results in the division of continuous\r\n              \n\r\n                habitats\r\n               \n\r\n              into a greater number of smaller patches of lesser total size and isolated from each other by a matrix of dissimilar\r\n              \n\r\n                habitats\r\n               \n\r\n              .\r\n              \n\r\n                Habitat\r\n               \n\r\n                fragmentation\r\n               \n\r\n              may occur through natural processes \r\n(e.g., forest and grassland fires, flooding) and through human \r\nactivities (forestry, agriculture, urbanisation).\r\n             \n\n\n\n\n\n\r\n               Harassment\r\n              \n\n\n\n\r\n              A situation where an unwanted conduct related to a protected ground of\r\n              \n\r\n                discrimination\r\n               \n\r\n              (for example, gender under Directive 2006/54/EC of the European Parliament and of the Council\r\n              \r\n               (\r\n               \r\n                15\r\n               \r\n               )\r\n              \r\n              , or religion or belief, disability, age or sexual orientation under Council Directive 2000/78/EC\r\n              \r\n               (\r\n               \r\n                16\r\n               \r\n               )\r\n              \r\n              )\r\n occurs with the purpose or effect of violating the dignity of a person,\r\n and of creating an intimidating, hostile, degrading, humiliating or \r\noffensive environment.\r\n             \n\n\n\n\n\n\r\n               Hazardous waste\r\n              \n\n\n\n\n\n\r\n                Waste\r\n               \n\r\n              which displays one or more of the \r\nhazardous properties listed in Annex III of Directive 2008/98/EC of\r\n the European Parliament and of the Council\r\n              \r\n               (\r\n               \r\n                17\r\n               \r\n               )\r\n              \r\n              on\r\n              \n\r\n                waste\r\n               \n\r\n              .\r\n             \n\n\n\n\n\n\r\n               High climate impact sectors", "High climate impact sectors\r\n              \n\n\n\n\r\n              Sectors that are listed in\r\n Sections A to H and Section L of Annex I to Regulation (EC) \r\nNo 1893/2006 of the European Parliament and of the Council\r\n              \r\n               (\r\n               \r\n                18\r\n               \r\n               )\r\n              \r\n              (as defined in Commission Delegated Regulation (EU) 2022/1288\r\n              \r\n               (\r\n               \r\n                19\r\n               \r\n               )\r\n              \r\n              ).\r\n             \n\n\n\n\n\n\r\n               Impacts\r\n              \n\n\n\n\r\n              The effect the undertaking\r\n has or could have on the environment and people, including effects on \r\ntheir human rights, connected with its own operations and upstream and \r\ndownstream\r\n              \n\r\n                value chain\r\n               \n\r\n              , including through its products and services, as well as through its\r\n              \n\r\n                business relationships\r\n               \n\r\n              . The\r\n              \n\r\n                impacts\r\n               \n\r\n              can be actual or potential, negative \r\nor positive, intended or unintended, and reversible or irreversible. \r\nThey can arise over the short-, medium-, or long-term.\r\n              \n\r\n                Impacts\r\n               \n\r\n              indicate the undertaking’s contribution, negative or positive, to sustainable development.\r\n             \n\n\n\n\n\n\r\n               Impact drivers", "Impact drivers\r\n              \n\n\n\n\r\n              All the factors that cause\r\n changes in nature, anthropogenic assets, nature’s contributions to \r\npeople and a good quality of life. Direct drivers of change can be both \r\nnatural and anthropogenic. They have direct physical (mechanical, \r\nchemical, noise, light etc.) and behaviour-affecting\r\n              \n\r\n                impacts\r\n               \n\r\n              on nature. They include, inter alia, climate change,\r\n              \n\r\n                pollution\r\n               \n\r\n              , different types of land use change, invasive alien species and zoonoses, and exploitation. Indirect\r\n              \n\r\n                impact drivers\r\n               \n\r\n              operate diffusely by altering and \r\ninfluencing direct drivers (by affecting their level, direction or rate)\r\n as well as other indirect drivers. Interactions between indirect and \r\ndirect drivers create different chains of relationship, attribution, and\r\n              \n\r\n                impacts\r\n               \n\r\n              , which may vary according to type, \r\nintensity, duration, and distance. These relationships can also lead to \r\ndifferent types of spill-over effects. Global indirect drivers include \r\neconomic, demographic, governance, technological and cultural ones. \r\nSpecial attention is given, among indirect drivers, to the role of \r\ninstitutions (both formal and informal) and\r\n              \n\r\n                impacts\r\n               \n\r\n              of the patterns of production, supply and consumption on nature, nature’s contributions to people and good quality of life.\r\n             \n\n\n\n\n\n\r\n               Impact materiality\r\n              \n\n\n\n\r\n              A sustainability matter is\r\n material from an impact perspective when it pertains to the \r\nundertaking’s material actual or potential, positive or negative\r\n              \n\r\n                impacts\r\n               \n\r\n              on people or the environment over the\r\n short-, medium- and long-term. A material sustainability matter from an\r\n impact perspective includes\r\n              \n\r\n                impacts\r\n               \n\r\n              connected with the undertaking’s own operations and upstream and downstream\r\n              \n\r\n                value chain\r\n               \n\r\n              , including through its products and services, as well as through its\r\n              \n\r\n                business relationships\r\n               \n\r\n              .\r\n             \n\n\n\n\n\n\r\n               Incident", "Incident\r\n              \n\n\n\n\r\n              A legal action or \r\ncomplaint registered with the undertaking or competent authorities \r\nthrough a formal process, or an instance of non-compliance identified by\r\n the undertaking through established procedures. Established procedures \r\nto identify instances of non-compliance can include management system \r\naudits, formal monitoring programs, or\r\n              \n\r\n                grievance mechanisms\r\n               \n\r\n              .\r\n             \n\n\n\n\n\n\r\n               Incineration\r\n              \n\n\n\n\r\n              The controlled burning of\r\n              \n\r\n                waste\r\n               \n\r\n              at high temperature with or without energy recovery.\r\n             \n\n\n\n\n\n\r\n               Independent board member\r\n              \n\n\n\n\r\n              Board members that \r\nexercise independent judgment free from any external influence or \r\nconflicts of interest. Independence generally means the exercise of \r\nobjective, unfettered judgement. When used as the measure by which to \r\njudge the appearance of independence, or to categorise a non-executive \r\nmember of the\r\n              \n\r\n                administrative, management and supervisory bodies\r\n               \n\r\n              or their committees as independent, \r\nit means the absence of an interest, position, association or \r\nrelationship which, when judged from the perspective of a reasonable and\r\n informed third party, is likely to influence unduly or cause bias in \r\ndecision-making.\r\n             \n\n\n\n\n\n\r\n               Indigenous peoples", "Indigenous peoples\r\n              \n\n\n\n\r\n              There is no single definition for\r\n              \n\r\n                indigenous peoples\r\n               \n\r\n              agreed on at the international level.\r\n In practice, there is convergence among international agencies on what \r\ngroups can be considered\r\n              \n\r\n                indigenous peoples\r\n               \n\r\n              and should enjoy special protection as such. An important criteria for defining\r\n              \n\r\n                indigenous people\r\n               \n\r\n              is related to their connection to a \r\ntraditional area, as defined in ILO Convention No. 169, Article 1, \r\nwhich states that the convention applies to:\r\n              \r\n               “(a)\r\n tribal peoples in independent countries whose social, cultural and \r\neconomic conditions distinguish them from other sections of the national\r\n community, and whose status is regulated wholly or partially by their \r\nown customs or traditions or by special laws or regulations; (b) peoples\r\n in independent countries who are regarded as indigenous on account of \r\ntheir descent from the populations which inhabited the country, or a \r\ngeographical region to which the country belongs, at the time of \r\nconquest or colonisation or the establishment of present state \r\nboundaries and who, irrespective of their legal status, retain some or \r\nall of their own social, economic, cultural and political institutions\r\n              \r\n              ”. ILO Convention 169 also states in Article 1(2) that:\r\n              \r\n               “[s]elf-\r\nidentification as indigenous or tribal shall be regarded as a \r\nfundamental criterion for determining the groups to which the provisions\r\n of this Convention apply\r\n              \r\n              ”.\r\n             \n\n\n\n\n\n\r\n               Indirect GHG emissions\r\n              \n\n\n\n\n\n\r\n                GHG\r\n               \n\r\n                emissions\r\n               \n\r\n              that are a consequence of the activities of an entity but occur at sources owned or controlled by another entity.\r\n              \n\r\n                Indirect emissions\r\n               \n\r\n              are\r\n              \n\r\n                Scope 2 GHG emissions\r\n               \n\r\n              and\r\n              \n\r\n                scope 3 GHG emissions\r\n               \n\r\n              combined.\r\n             \n\n\n\n\n\n\r\n               Installation\r\n              \n\n\n\n\r\n              A stationary technical unit within which one or more activities are carried out which could have an effect on\r\n              \n\r\n                emissions\r\n               \n\r\n              and\r\n              \n\r\n                pollution\r\n               \n\r\n              .\r\n             \n\n\n\n\n\n\r\n               Internal carbon price", "Internal carbon price\r\n              \n\n\n\n\r\n              Price used by an \r\nundertaking to assess the financial implications of changes to \r\ninvestment, production, and consumption patterns, and of potential \r\ntechnological progress and future\r\n              \n\r\n                emissions\r\n               \n\r\n              abatement costs.\r\n             \n\n\n\n\n\n\r\n               Internal carbon pricing scheme\r\n              \n\n\n\n\r\n              An organisational \r\narrangement that allows an undertaking to apply carbon prices in \r\nstrategic and operational decision making. There are two types of\r\n              \n\r\n                internal carbon prices\r\n               \n\r\n              commonly used by undertakings. The \r\nfirst type is a shadow price, which is a theoretical cost or notional \r\namount that the undertaking does not charge but that can be used in \r\nassessing the economic implications or trade-offs for such things as \r\nrisk\r\n              \n\r\n                impacts\r\n               \n\r\n              , new investments, net present value \r\nof projects, and the cost-benefit of various initiatives. The second \r\ntype is an internal tax or fee, which is a carbon price charged to a \r\nbusiness activity, product line, or other business unit based on its\r\n              \n\r\n                GHG\r\n               \n\r\n                emissions\r\n               \n\r\n              (these internal taxes or fees are similar to intracompany transfer pricing).\r\n             \n\n\n\n\n\n\r\n               Invasive or alien species\r\n              \n\n\n\n\r\n              Species whose introduction and/or spread by human action outside their natural distribution threatens\r\n              \n\r\n                biological diversity\r\n               \n\r\n              , food security, and human health and \r\nwell-being. “Alien’ refers to the species’ having been introduced \r\noutside its natural distribution (“exotic’, “non-native’ and \r\n“non-indigenous’ are synonyms for “alien’). “Invasive’ means “tending to\r\n expand into and modify\r\n              \n\r\n                ecosystems\r\n               \n\r\n              to which it has been introduced’. \r\nThus, a species may be alien without being invasive, or, in the case of a\r\n species native to a region, it may increase and become invasive, \r\nwithout actually being an alien species.\r\n             \n\n\n\n\n\n\r\n               Key Biodiversity Area (KBA)"]}