{"content": ["Discover the key services, thematic features and tools of Climate-ADAPTSkip to main contentSkip to navigationSkip to footerAn official website of the European Union | How do you know?All official European Union website addresses are in the europa.eu domain.See all EU institutions and bodiesEnvironmental information systemsEuropean Environment Agency websiteWISE marine - Marine information system for EuropeWISE freshwater - Freshwater information system for EuropeBISE - Biodiversity information system for EuropeFISE - Forest information system for EuropeEuropean Climate and health observatoryClimateADAPTEuropean Industrial Emissions PortalClimate and energy in the EUCopernicus Land Monitoring ServiceCopernicus InSituENEnglishENDeutschDEFrançaisFREspañolESItalianoITPolskiPLAboutEU PolicyTransnational, National, LocalKnowledgeNetworksDiscover the key services, thematic features and tools of Climate-ADAPTSharing adaptation knowledge for a Climate-Resilient Europe1Key Services2Adaptation in sectors3Case studies4Adaptation support tool5Country profiles6Resource catalogueEU Mission on Adaptation The EU Mission on Adaptation to Climate Change portal provides relevant information and resources to European regional and local authorities to prepare and plan for climate resilience.European Climate Data Explorer Provides interactive access to many climate indices from the Copernicus Climate Change Service in support of climate change adaptation.European Climate and Health Observatory The European Climate and Health Observatory provides access to a wide range of relevant publications, tools, websites and other resources related to climate change and health.European Climate Risk Assessment The European Climate Risk Assessment provides a comprehensive assessment of the major climate risks facing Europe today and in the future.  1Agriculture2Biodiversity3Buildings4Business and Industry5Coastal areas6Cultural Heritage7Disaster risk reduction8Energy9Financial10Forestry11Health12ICT13Land use planning14Marine and fisheries15Mountain areas16Tourism17Transport18Urban19Water managementAgricultureClimate change has complex effects on the bio-physical processes that underpin agricultural systems, with both negative and positive consequences in different EU regions. Rising atmospheric CO2 concentration, higher temperatures, changes in precipitation patterns and in frequency of extreme events both affect the natural environment as well as the quantity, quality and stability of food production. Climatic variations impact on water resources, soils, pests and diseases, leading to significant changes in agriculture and livestock production.BiodiversityBiodiversity plays an important role in regulating the climate, thus making a key contribution to climate change mitigation and adaptation. At the same time, meeting mitigation targets coupled with ecosystem-based approaches is essential to avert biodiversity loss. Therefore it is impossible to address biodiversity loss without", "At the same time, meeting mitigation targets coupled with ecosystem-based approaches is essential to avert biodiversity loss. Therefore it is impossible to address biodiversity loss without addressing climate change, but it is equally impossible to tackle climate change without addressing biodiversity loss.BuildingsBuildings can be vulnerable to climate change. In the future there may be an increase in the risk of collapse, declining state and significant loss of value as a result of more storms, snow or subsidence damage, water encroachment, deteriorating indoor climate and reduced building lifetime. The European Commission aims to increase the climate resilience of infrastructure, including buildings. New and existing buildings need to be assessed for resilience to current risks and future climate changes, and planned or upgraded accordingly. A key policy used to support the resilience of buildings is the Cohesion Policy (also referred to as Regional Policy).Business and IndustryFirms face two main types of climate-related risks: direct physical risks and transition risks that arise from society’s response to climate change, mainly mitigation actions. Climate change can have significant impacts on supply chains, distribution, and sales in a number of ways. Heat negatively affects human health and can lead to poorer work performance (reduced productivity) or lower numbers of hours committed to work (labour supply).Coastal areasSea level rise can cause flooding, coastal erosion and the loss of low-lying coastal systems. It will also increase the risk of storm surges and the likelihood of landward intrusion of saltwater and may endanger coastal ecosystems. Expected rises in water temperatures and ocean acidification will contribute to a restructuring of coastal ecosystems; with implications for ocean circulation and biogeochemical cycling.Cultural HeritageThe impacts of catastrophic events on this heritage are coupled with the slow onset of changes arising from deterioration processes. Continuous increase in temperature and fluctuations in temperature and humidity or fluctuations in freeze–thaw cycles causes degradation and stress in materials, leading to a greater need for restoration and conservation. Biological degradation caused by microorganisms, for example, are more likely to occur.Disaster risk reductionOver the past few years, Europe has experienced every type of natural disasters: severe floods, droughts, and forest fires with devastating effects on people's lives, the European economy and the environment. In the past decade, the European Commission adopted several strategies and actions to cope with disaster risk reduction as, for instance, the Floods Directive and its implementation (timetable), the EU Action on Water Scarcity and Drought, the Green Paper on insurance in the context of natural and man-made disasters.EnergyClimate change affects the energy sector in multiple ways, ranging from changes in heating and cooling demand; to", "the Green Paper on insurance in the context of natural and man-made disasters.EnergyClimate change affects the energy sector in multiple ways, ranging from changes in heating and cooling demand; to impacts on energy supply conditions – for example decreased water availability for hydropower during prolonged droughts and reduced availability of cooling water affecting the efficiency of power plants. Furthermore, energy infrastructure can be more exposed to damages by changing climate conditions. The European Commission in general aims to increase the climate resilience of infrastructure including energy by providing strategical frameworks.FinancialExtreme weather events in recent years have increased the urgency to mainstream climate change adaptation into the different EU policy fields. There are few specific EU activities to mainstream climate change adaptation into policies for financial and insurance sectors. However many European policies related to natural disasters (see Disaster risk reduction) are very relevant to the financial and insurance sector, as they may help to prevent significant losses and financial disasters. The European Commission has also committed itself to increasing financing of climate-related activities by ensuring that at least 20% of the European budget is climate-related expenditure.ForestryThe rapid rate of climate change may overcome the natural ability of forest ecosystems to adapt. It leads to increased risk of disturbances through storms, fire, pests and diseases with implications for forest growth and production. The economic viability of forestry will be affected, mainly in southern areas of Europe, as well as the capacity of forests to provide environmental services, including changes in the carbon sink function. In 2013, the Commission adopted a new EU Forest Strategy, which responds to new challenges facing forests and the forest sector.HealthClimate change will generate new health risks and amplify current health problems. Both direct and indirect effects on human, plant and animal health are expected from climate change. Direct effects result from changes in the intensity and frequency of extreme weather events like heatwaves and floods. Indirect effects can be felt through changes in the incidence of diseases transmitted by insects (i.e. vector borne diseases caused by mosquitoes and ticks), rodents, or changes in water, food and air quality. The European Commission's EU strategy on adaptation to climate change is accompanied by a Staff Working Document.ICTThe challenges posed by climate change for the ICT fall into two main categories: acute events and chronic stresses. Acute events (also termed critical or crisis events) include floods (pluvial, fluvial, coastal), ice storms, heatwaves, etc. Acute events compromise ICT infrastructures by destroying or disabling the physical assets that they depend on. Chronic stresses result from more gradual changes in climate norms, such as including changes in", "compromise ICT infrastructures by destroying or disabling the physical assets that they depend on. Chronic stresses result from more gradual changes in climate norms, such as including changes in temperature ranges and humidity levels. While these impacts are less likely to have catastrophic consequences, they will lead to increased asset degradation, more frequent failures and shorter life spans.Land use planningLand use planning is identified as one of the most effective processes to facilitate local adaptation to climate change. Existing processes and tools available through the municipal land use planning process in the EU, including official plans, zoning, and/or development permits, assist in minimizing the development risks to a municipality from the predicted impacts of increased floods, wildfires, landslides, and/or other natural hazards due to a changing climate.Marine and fisheriesClimate change is expected to have severe impacts on the marine environment. Increase in water temperatures will contribute to a restructuring of marine ecosystems with implications for ocean circulation, biogeochemical cycling and marine biodiversity. Ocean acidification will affect the ability of some calcium carbonate-secreting species (as molluscs, planktons and corals) to produce their shells or skeletons. Warmer and more acidic seawater will therefore negatively affect fishery and aquaculture.Mountain areasBy the end of the century, it is projected that European mountains will have changed physically. Glaciers will have experienced significant mass loss, but changes also impact the lower, mid-hills, and floodplain environments, thereby affecting water availability, agricultural production, tourism, and health sectors. Seasonal snow lines will be found at higher elevations, and snow seasons will become shorter. Tree lines will move up and forest patterns will change in lower elevations.TourismSince weather and climate have a decisive influence on the travel season and the choice of holiday destinations, the tourism industry is highly dependent on them. There is also a strong connection between nature and tourism, as well as between cultural heritage and tourism. Depending on the location and the time of the year tourism can be positively or negatively impacted by climate change.TransportThe need for adapting the transport system to the impact of climate change has been highlighted since the European Commission's Adaptation White Paper (COM (2009)148). Transport adaptation is addressed through a combination of European transport, climate change and research policies. The European Union promotes best practices, mainstreaming adaptation within its transport infrastructure development programmes, and provides guidance, e.g. by developing adequate standards for construction. Action is focused on transport infrastructure, and particularly on the Trans-European Transport Network (TEN-T).UrbanIn Europe, nearly 73% of the population live in urban areas and this", "construction. Action is focused on transport infrastructure, and particularly on the Trans-European Transport Network (TEN-T).UrbanIn Europe, nearly 73% of the population live in urban areas and this is projected to increase to over 80% by 2050. Climate change is likely to influence almost all components of cities and towns – their environment, economy and society. This raises new, complex challenges for urban planning and management. Climate change impacts on the hubs of Europe's economic activity, social life, culture and innovation have repercussions far beyond their municipal borders.Water managementWater resources are directly impacted by climate change, and the management of these resources affects the vulnerability of ecosystems, socio-economic activities and human health. Water management is also expected to play an increasingly central role in adaptation. Climate change is projected to lead to major changes in water availability across Europe with increasing water scarcity and droughts mainly in Southern Europe and increasing risk of floods throughout most of Europe.For more informations visit:  EU Sector Policies Case studies are flagship of the Climate-ADAPT platform, they showcase initiatives that are already being carried out in Europe.They have a comprehensive structure that covers all the key aspects in the implementation cycle of adaptation.Explore all case studiesMarine and coastal ecosystem restoration for climate change adaptation in the Caribbean (Guadalupe, French Oversea region)Restoration and climate adaptation of church ruins, Holla, NorwayManaging the increasing risk of wildfires in a changing climate, Sweden1. Preparing the ground for adaptation2. Assessing climate change risks and vulnerabilities3. Identifying adaptation options4. Assessing and selecting adaptation options5. Implementing adaptation6. Monitoring and evaluating adaptationThe Adaptation Support Tool – Getting startedAdaptation Support ToolThe aim of the Adaptation Support Tool (AST) is to assist policy makers and coordinators on the national level in developing, implementing, monitoring and evaluating climate change adaptation strategies and plans. The AST was developed as a practical guidance tool for national level actors for all steps needed to develop, implement, monitor and evaluate a national adaptation strategy. It also supports sub-national actors and trans-national actors to prepare for, develop, implement and monitor and evaluate adaptation strategies. It refers to relevant resources and dedicated tools in climate change adaptation (CCA).For urban areas guidance visit Urban Adaptation Support ToolThe country profiles showcase the current status of national adaptation actions reported under the Governance Regulation per country.View country profilesThe resource catalogue is a database of quality checked resourcesAccess the catalogueno resultsNew EEA product: Preparing society for climate risks in Europe - lessons and inspiration from", "profilesThe resource catalogue is a database of quality checked resourcesAccess the catalogueno resultsNew EEA product: Preparing society for climate risks in Europe - lessons and inspiration from Climate-ADAPT case studiesA new EEA briefing shares lessons learnt from the analysis of more than one hundred Climate-ADAPT case studies. It shows that sharing examples of adaptation actions can boost learning across the EU, Member States as well as regional and local authorities to help societies better prepare for climate change. Read moreShare your informationFind out how to contribute different types of information to Climate-ADAPTFind out moreLearn more about how forests can adapt to climate changeFind entry points into Climate-ADAPT resources supporting actions for forests to stay healthy, diverse, resilient and productive.Find out moreNewsLoadingMore newsEventsLoadingMore events1Newsletter2RSS feedNewsletterCheck the European Climate Adaptation Newsletter and register to receive it in your e-mail:Sign me upYou can access the Climate-ADAPT Newsletter archive from hereRSS feed  Subscribe to our RSS feed and stay up to date!SubscribeAboutContactEnvironmental information systemsSitemapCMS LoginPrivacytopLanguage preference detectedDo you want to see the page translated into ? Yes, reload the page using my language settings.Exclusion of liabilityThis translation is generated by eTranslation, a machine translation tool provided by the European Commission. Show more", "About us | European Environment Agency's home pageSkip to main contentSkip to navigationSkip to footerAn official website of the European Union | How do you know?All official European Union website addresses are in the europa.eu domain.See all EU institutions and bodiesEnvironmental information systemsEuropean Environment Agency websiteWISE marine - Marine information system for EuropeWISE freshwater - Freshwater information system for EuropeBISE - Biodiversity information system for EuropeFISE - Forest information system for EuropeEuropean Climate and health observatoryClimateADAPTEuropean Industrial Emissions PortalClimate and energy in the EUCopernicus Land Monitoring ServiceCopernicus InSituTopicsAnalysis and dataCountriesNewsroomAbout usAbout usAbout usShareThe EEA is an agency of the European Union. Together with our Eionet network, we provide the knowledge and the data needed to achieve sustainability in Europe.ShortcutsWho we areOur role, how we work, our governance structureKey partnersOur partners and stakeholders across Europe and beyondProcurement and grantsHow to engage with the EEA through public procurement proceduresCareersCheck out our job openings and how to applyWorking practicesBrowse our register of documents and learn more about our procedures and policiesContact usOur FAQs and contact information The EEA in brief\"The European Environment Agency in brief\" presents our role as an agency that supports European environmental policy.Find out more about what we work on, our strategic priorities, our key outputs, our key services and publications, and what it’s like to work at the EEA.Read \"The EEA in brief\"In focusThe European Environment Agency in briefThe European Environment Agency in brief presents our role as an agency that supports European environmental policy. It outlines what we work on, our strategic priorities, our key outputs, our key services and publications, and what it is like to work at the EEA.Our work place: what we offerWe offer a dynamic and engaging workplace in the heart of Copenhagen, empowering our employees to thrive and ensuring that their well-being is supported.Job alert! See our open vacancies Browse through our vacancies and join our team to contribute to Europe's sustainability efforts.About usFAQsCareersContact usSign up to our newsletterExplore our environmental information systemsPrivacy statementAccessibilityLegal noticeSitemapSystem statusLogintop"]}