{"content": ["33.\r\n              \n\n\n\n\r\n              In relation to paragraph 30, the undertaking shall describe:\r\n             \n\n\n\n\n\n\n\n\n\n\r\n                   (a)\r\n                  \n\n\n\n\n\r\n                   the processes \r\nthrough which it identifies what action is needed and appropriate in \r\nresponse to a particular actual or potential negative impact on\r\n                   \n\r\n                     value chain workers\r\n                    \n\r\n                   ;\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (b)\r\n                  \n\n\n\n\n\r\n                   its approach to\r\n taking action in relation to specific material negative impacts on \r\nvalue chain workers, including any action in relation to its own \r\npurchasing or other internal practices, as well as capacity- building or\r\n other forms of engagement with entities in the value chain, or forms of\r\n collaborative action with industry peers or other relevant parties; and\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (c)\r\n                  \n\n\n\n\n\r\n                   how it ensures that processes to provide or enable\r\n                   \n\r\n                     remedy\r\n                    \n\r\n                   in the event of material negative impacts are available and effective in their implementation and outcomes.\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               34.\r\n              \n\n\n\n\r\n              In relation to material risks and opportunities, the undertaking shall describe:\r\n             \n\n\n\n\n\n\n\n\n\n\r\n                   (a)\r\n                  \n\n\n\n\n\r\n                   what action is planned or underway to mitigate material risks for the undertaking arising from its impacts and\r\n                   \n\r\n                     dependencies\r\n                    \n\r\n                   on\r\n                   \n\r\n                     value chain workers\r\n                    \n\r\n                   and how it tracks effectiveness in practice; and\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (b)\r\n                  \n\n\n\n\n\r\n                   what action is planned or underway to pursue material opportunities for the undertaking in relation to value chain workers.\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               35.\r\n              \n\n\n\n\r\n              The undertaking shall disclose whether and how it takes action to avoid causing or contributing to material negative impacts on\r\n              \n\r\n                value chain\r\n               \n\r\n              workers through its own practices, \r\nincluding, where relevant, in relation to procurement, sales and data \r\nuse. This may include disclosing what approach is taken when tensions \r\narise between the prevention or mitigation of material negative impacts \r\nand other business pressures.\r\n             \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               36.", "36.\r\n              \n\n\n\n\r\n              The undertaking shall also disclose whether severe human rights issues and\r\n              \n\r\n                incidents\r\n               \n\r\n              connected to its upstream and downstream\r\n              \n\r\n                value chain\r\n               \n\r\n              have been reported and, if applicable, disclose these\r\n              \r\n               (\r\n               \r\n                118\r\n               \r\n               )\r\n              \r\n              .\r\n             \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               37.\r\n              \n\n\n\n\r\n              When disclosing the information required \r\nunder paragraph 32 (c), the undertaking shall consider ESRS 2 (see ESRS 2\r\n MDR-T Tracking effectiveness of policies and\r\n              \n\r\n                actions\r\n               \n\r\n              through\r\n              \n\r\n                targets\r\n               \n\r\n              ) if it evaluates the effectiveness of an action by setting a target.\r\n             \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               38.\r\n              \n\n\n\n\r\n              The undertaking shall disclose what \r\nresources are allocated to the management of its material impacts, with \r\ninformation that enables\r\n              \n\r\n                users\r\n               \n\r\n              to gain an understanding of how the material impacts are managed.\r\n             \n\n\n\n\n\n\n\r\n          Metrics and targets\r\n         \n\n\n\n\r\n           Disclosure Requirement S2-5 – \r\nTargets related to managing material negative impacts, advancing \r\npositive impacts, and managing material risks and opportunities\r\n          \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               39.\r\n              \n\n\n\n\r\n              The undertaking shall disclose the time-bound and outcome-oriented targets it may have set related to:\r\n             \n\n\n\n\n\n\n\n\n\n\r\n                   (a)\r\n                  \n\n\n\n\n\n\r\n                    reducing negative impacts on value chain workers; and/or\r\n                   \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (b)\r\n                  \n\n\n\n\n\n\r\n                    advancing positive impacts on value chain workers; and/or\r\n                   \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (c)\r\n                  \n\n\n\n\n\n\r\n                    managing material risks and opportunities related to value chain workers.\r\n                   \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               40.\r\n              \n\n\n\n\r\n              The objective of this Disclosure \r\nRequirement is to enable an understanding of the extent to which the \r\nundertaking is using time-bound and outcome-oriented\r\n              \n\r\n                targets\r\n               \n\r\n              to drive and measure its progress in addressing material negative impacts, and/or advancing positive impacts on\r\n              \n\r\n                value chain\r\n               \n\r\n              workers, and/or in managing material risks and opportunities related to value chain workers.", "41.\r\n              \n\n\n\n\r\n              The summarised description of the\r\n              \n\r\n                targets\r\n               \n\r\n              to manage its material impacts, risks and opportunities related to\r\n              \n\r\n                value chain workers\r\n               \n\r\n              shall contain the information requirements defined in ESRS 2 MDR-T.\r\n             \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               42.\r\n              \n\n\n\n\r\n              The undertaking shall disclose the process for setting the\r\n              \n\r\n                targets\r\n               \n\r\n              , including whether and how the \r\nundertaking engaged directly with workers in the value chain, their \r\nlegitimate representatives, or with\r\n              \n\r\n                credible proxies\r\n               \n\r\n              that have insight into their situation in:\r\n             \n\n\n\n\n\n\n\n\n\n\r\n                   (a)\r\n                  \n\n\n\n\n\r\n                   setting any such targets;\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (b)\r\n                  \n\n\n\n\n\r\n                   tracking the undertaking’s performance against them; and\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (c)\r\n                  \n\n\n\n\n\r\n                   identifying any lessons or improvements as a result of the undertaking’s performance.\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\r\n           Appendix A\r\n          \n\r\n           Application Requirements\r\n          \n\n\r\n            This appendix is an integral part of the ESRS S2\r\n            \r\n             Workers in the value chain\r\n            \r\n            .\r\n It supports the application of the disclosure requirements set out in \r\nthis standard and has the same authority as the other parts of ESRS S2.\r\n           \n\n\n\r\n            Objective\r\n           \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 1.\r\n                \n\n\n\n\r\n                In addition to the issues listed in \r\nparagraph 2, the undertaking may also consider disclosing information \r\nabout other issues relevant to a material impact for a shorter period of\r\n time, for instance initiatives regarding the health and safety of\r\n                \n\r\n                  value chain workers\r\n                 \n\r\n                during a pandemic.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 2.", "AR 2.\r\n                \n\n\n\n\r\n                The overview of social and human \r\nrights matters provided in paragraph 2 is not meant to imply that all of\r\n these issues should be disclosed in each Disclosure Requirement in this\r\n Standard. Rather, it provides a list of matters that the undertaking \r\nshall consider in its\r\n                \n\r\n                  materiality\r\n                 \n\r\n                assessment (ref. to ESRS 1 chapter 3\r\n                \r\n                 Double materiality as the basis for sustainability disclosures\r\n                \r\n                and ESRS 2 IRO-1) related to\r\n                \n\r\n                  value chain workers\r\n                 \n\r\n                and, as appropriate, disclose as material impacts, risks and opportunities within the scope of this Standard.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 3.\r\n                \n\n\n\n\r\n                Examples of workers that fall within the scope of this Standard are:\r\n               \n\n\n\n\n\n\n\n\n\n\r\n                     (a)\r\n                    \n\n\n\n\n\r\n                     workers of outsourced services working in the workplace of the undertaking (e.g., third party catering or security workers);\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (b)\r\n                    \n\n\n\n\n\r\n                     workers of a\r\n                     \n\r\n                       supplier\r\n                      \n\r\n                     contracted by the undertaking who work on the supplier’s premises using the supplier’s work methods;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (c)\r\n                    \n\n\n\n\n\r\n                     workers for a ‘downstream’ entity which purchases goods or services from the undertaking;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (d)\r\n                    \n\n\n\n\n\r\n                     workers \r\nof an equipment supplier to the undertaking who, at a workplace \r\ncontrolled by the undertaking, perform regular maintenance on the \r\nsupplier’s equipment (e.g., photocopier) as stipulated in the contract \r\nbetween the equipment supplier and the undertaking; and\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (e)\r\n                    \n\n\n\n\n\r\n                     workers deeper in the\r\n                     \n\r\n                       supply chain\r\n                      \n\r\n                     who are extracting commodities that are then processed into components that go in the undertaking’s products.\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\r\n            ESRS 2 General disclosures\r\n           \n\n\n\r\n            Strategy\r\n           \n\n\n\n\r\n             Disclosure Requirement related to ESRS 2 SBM-2 - Interests and views of stakeholders\r\n            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 4.", "Disclosure Requirement related to ESRS 2 SBM-2 - Interests and views of stakeholders\r\n            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 4.\r\n                \n\n\n\n\r\n                Disclosure Requirement ESRS 2 SBM-2 \r\nrequires the undertaking to provide an understanding of whether and how \r\nit considers the role that its strategy and\r\n                \n\r\n                  business model\r\n                 \n\r\n                may play in creating, exacerbating or mitigating significant material\r\n                \n\r\n                  impacts\r\n                 \n\r\n                on\r\n                \n\r\n                  value chain\r\n                 \n\r\n                workers, and whether and how the business model and strategy are adapted to address such material impacts.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 5.\r\n                \n\n\n\n\r\n                While\r\n                \n\r\n                  value chain\r\n                 \n\r\n                workers may not be engaging \r\nwith the undertaking at the level of its strategy or business model, \r\ntheir views can inform the undertaking’s assessment of its strategy and \r\nbusiness model. The undertaking may disclose the views of the value \r\nchain workers and value chain workers’ representatives.\r\n               \n\n\n\n\n\n\n\n\r\n             Disclosure Requirement \r\nrelated to ESRS 2 SBM-3 - Material impacts, risks and opportunities and \r\ntheir interaction with strategy and business model\r\n            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 6.\r\n                \n\n\n\n\n\n\r\n                  Impacts\r\n                 \n\r\n                on\r\n                \n\r\n                  value chain\r\n                 \n\r\n                workers can originate in the undertaking’s strategy or\r\n                \n\r\n                  business model\r\n                 \n\r\n                in a number of different ways. \r\nFor example, impacts may relate to the undertaking’s value proposition \r\n(such as providing lowest cost products or services, or high-speed \r\ndelivery, in ways that put pressure on labour rights in the upstream and\r\n downstream value chains), its\r\n                \n\r\n                  value chain\r\n                 \n\r\n                (such as relying on commodities\r\n of unclear provenance, without visibility on impacts on workers), or \r\nits cost structure and the revenue model (e.g. shifting inventory risk \r\nto suppliers, with knock-on effects on the labour rights of their \r\nworkers).\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 7.", "AR 7.\r\n                \n\n\n\n\r\n                Impacts on\r\n                \n\r\n                  value chain workers\r\n                 \n\r\n                that originate in the strategy or the\r\n                \n\r\n                  business model\r\n                 \n\r\n                can also bring material\r\n                \n\r\n                  risks\r\n                 \n\r\n                to the undertaking. For \r\nexample, in the context of a pandemic or other severe health crisis, \r\nundertakings that rely on contingent labour with little to no access to \r\nsick care and health benefits may face severe operational and business \r\ncontinuity risks as workers have no choice but to keep working while \r\nsick, further exacerbating the spread of the disease and causing major\r\n                \n\r\n                  supply chain\r\n                 \n\r\n                breakdowns. Another example is where selling goods premised on cheapest prices for customers create operational risks as\r\n                \n\r\n                  suppliers\r\n                 \n\r\n                under extreme price pressure \r\nmay sub-contract production, leading to lower quality, and a longer, \r\nless transparent, and less controllable supply chain. Reputational and \r\nbusiness opportunity risks linked to the exploitation of low-skilled, \r\nlow-paid workers in sourcing geographies with minimal protections for \r\nthem are also increasing with media backlash and\r\n                \n\r\n                  consumer\r\n                 \n\r\n                preferences moving to more ethically sourced or sustainable goods.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 8.\r\n                \n\n\n\n\r\n                Examples of particular characteristics of\r\n                \n\r\n                  value chain workers\r\n                 \n\r\n                that may be considered by the \r\nundertaking when responding to paragraph 12 relate to young workers that\r\n may be more susceptible to\r\n                \n\r\n                  impacts\r\n                 \n\r\n                on their physical and mental \r\ndevelopment, or women workers in a context where women are routinely \r\ndiscriminated against in the terms and conditions of work, or migrant \r\nworkers in a context where the market for the supply of labour is poorly\r\n regulated and workers are routinely charged recruitment fees. For some \r\nworkers, the inherent nature of the activity that they are required to \r\nundertake may put them at risk (e.g., workers required to handle \r\nchemicals or operate certain equipment or low paid workers who are on \r\n“zero hours” contracts).\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 9.", "AR 9.\r\n                \n\n\n\n\r\n                With regard to paragraph 13, material risks could also arise because of the undertaking’s dependency on\r\n                \n\r\n                  value chain workers\r\n                 \n\r\n                where low likelihood but high impact events may trigger\r\n                \n\r\n                  financial effects;\r\n                 \n\r\n                for example, where a global \r\npandemic leads to severe health impacts on workers at all stages of the \r\nvalue chain resulting in major disruptions to production and \r\ndistribution. Other examples of risk related to the undertaking’s \r\ndependency on value chain workers include a shortage in skilled workers \r\nor political decisions or legislation affecting value chain workers \r\nworking for logistics providers. For example, if some workers in the \r\nundertaking’s value chain are at risk of\r\n                \n\r\n                  forced labour\r\n                 \n\r\n                , and the undertaking is \r\nimporting products into countries where the law allows for the \r\nconfiscation of imported goods that are suspected of being made with \r\nforced labour.\r\n               \n\n\n\n\n\n\n\r\n            Impact, risk and opportunity management\r\n           \n\n\n\n\r\n             Disclosure Requirement S2-1 – Policies related to value chain workers\r\n            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 10.\r\n                \n\n\n\n\r\n                If the policies are limited to the undertaking’s\r\n                \n\r\n                  own workforce\r\n                 \n\r\n                and do not cover workers in \r\nupstream and downstream entities and relationships, they shall be \r\ndisclosed under ESRS S1 and not in relation to this requirement.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 11.\r\n                \n\n\n\n\r\n                If the disclosures under ESRS S1 \r\ninclude information relevant for workers in the value chain, a reference\r\n to this can be made here; disclosures on the remaining elements shall \r\nthen be fulfilled under this Disclosure Requirement.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 12.\r\n                \n\n\n\n\r\n                The undertaking may disclose \r\nexplanations of significant changes to the policies adopted during the \r\nreporting year (e.g., new expectations for\r\n                \n\r\n                  suppliers\r\n                 \n\r\n                , new or additional approaches to due diligence and remedy).\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 13."]}