{"content": ["AR 9.\r\n                \n\n\n\n\r\n                With regard to paragraph 16, material\r\n                \n\r\n                  risks\r\n                 \n\r\n                could also arise because of the undertaking’s\r\n                \n\r\n                  dependency\r\n                 \n\r\n                on its\r\n                \n\r\n                  own workforce\r\n                 \n\r\n                where low-likelihood but high-impact events may trigger\r\n                \n\r\n                  financial effects;\r\n                 \n\r\n                for example, where a global \r\npandemic leads to severe health impacts on the undertaking’s workforce \r\nresulting in major disruptions to production and distribution. Other \r\nexamples of risk related to the undertaking’s dependency on its \r\nworkforce include a shortage in skilled workers or political decisions \r\nor legislation affecting its own operations and\r\n                \n\r\n                  own workforce\r\n                 \n\r\n                .\r\n               \n\n\n\n\n\n\n\r\n            Impacts, risks and opportunities management\r\n           \n\n\n\n\r\n             Disclosure Requirement S1-1 – Policies related to own workforce\r\n            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 10.\r\n                \n\n\n\n\r\n                The undertaking shall consider \r\nwhether explanations of significant changes to the policies adopted \r\nduring the reporting year (for example, new expectations for foreign \r\nsubsidiaries, new or additional approaches to due diligence and remedy) \r\nprovide contextual information for users and may disclose such \r\nexplanations. This includes policies and commitments of the undertaking \r\nto prevent or mitigate the\r\n                \n\r\n                  risks\r\n                 \n\r\n                and negative\r\n                \n\r\n                  impacts\r\n                 \n\r\n                on people in its\r\n                \n\r\n                  own workforce\r\n                 \n\r\n                of reducing carbon\r\n                \n\r\n                  emissions\r\n                 \n\r\n                and transitioning to greener and climate-neutral operations as well as to provide\r\n                \n\r\n                  opportunities\r\n                 \n\r\n                for the workforce such as job creation and upskilling, including explicit commitments to a ‘just transition’.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 11.", "AR 11.\r\n                \n\n\n\n\r\n                The\r\n                \n\r\n                  policy\r\n                 \n\r\n                may take the form of a \r\nstand-alone policy regarding the undertaking’s own workforce or be \r\nincluded in a broader document such as a code of ethics or a general \r\nsustainability policy that has already been disclosed by the undertaking\r\n as part of another ESRS. In those cases, the undertaking shall provide \r\nan accurate cross-reference to identify the aspects of the policy that \r\nsatisfy the requirements of this Disclosure Requirement.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 12.\r\n                \n\n\n\n\r\n                When disclosing the alignment of its\r\n policies with the UN Guiding Principles on Business and Human Rights, \r\nthe undertaking shall consider that the Guiding Principles refer to the \r\nInternational Bill of Human Rights, which consist of the Universal \r\nDeclaration of Human Rights and the two Covenants that implement it, as \r\nwell as the International Labour Organisation’s Declaration on \r\nFundamental Rights and Principles at Work and the core conventions that \r\nunderpin it, and may report on alignment with these instruments.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 13.\r\n                \n\n\n\n\r\n                When explaining how external-facing \r\npolicies are embedded, the undertaking may, for example, consider \r\ninternal policies of responsible sourcing, and alignment with other \r\npolicies relevant to its own workforce, for example, regarding forced labour. \r\nWith regard to supplier codes of conduct that the undertaking may have, \r\nit shall indicate whether they include provisions addressing the safety \r\nof workers, precarious work (i.e., use of workers on short-term or \r\nlimited hours contracts, workers employed via third parties, \r\nsub-contracting to third parties or use of informal workers), human \r\ntrafficking, the use of forced labour or child labour, and whether such \r\nprovisions are fully in line with applicable ILO standards.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 14.", "AR 14.\r\n                \n\n\n\n\r\n                The undertaking may provide an \r\nillustration of the types of communication of its policies to those \r\nindividuals, group of individuals or entities for whom they are \r\nrelevant, either because they are expected to implement them (for \r\nexample, the undertaking’s\r\n                \n\r\n                  employees\r\n                 \n\r\n                , contractors and\r\n                \n\r\n                  suppliers\r\n                 \n\r\n                ), or because they have a direct interest in their implementation (for example, people in its\r\n                \n\r\n                  own workforce\r\n                 \n\r\n                , investors). It may disclose \r\ncommunication tools and channels (for example, flyers, newsletters, \r\ndedicated websites, social media, face to face interactions, workers’ \r\nrepresentatives), aimed at ensuring that the\r\n                \n\r\n                  policy\r\n                 \n\r\n                is accessible and that \r\ndifferent audiences understand its implications. The undertaking may \r\nalso explain how it identifies and removes potential barriers for \r\ndissemination, such as through translation into relevant languages or \r\nthe use of graphic depictions.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 15.\r\n                \n\n\n\n\n\n\r\n                  Discrimination\r\n                 \n\r\n                in employment and occupation \r\noccurs when someone is treated differently or less favourably because of\r\n characteristics that are not related to merit or the inherent \r\nrequirements of the job. These characteristics are commonly defined in \r\nnational laws. Besides the grounds mentioned in the Disclosure \r\nRequirement, the undertaking shall consider other grounds for \r\ndiscrimination prohibited under national legislation.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 16.\r\n                \n\n\n\n\n\n\r\n                  Discrimination\r\n                 \n\r\n                can arise in a variety of work-related activities. These include access to employment, particular occupations,\r\n                \n\r\n                  training\r\n                 \n\r\n                and vocational guidance and \r\nsocial security. Moreover, it can occur with respect to the terms and \r\nconditions of employment, such as: recruitment, remuneration, hours of \r\nwork and rest, paid holidays, maternity protection, security of tenure, \r\njob assignments, performance assessment and advancement, training \r\nopportunities, promotion prospects, occupational safety and health, \r\ntermination of employment. The undertaking may address these areas \r\nspecifically when disclosing its policies and underlying procedures to \r\nfulfil the disclosure requirement.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 17.\r\n                \n\n\n\n\r\n                The undertaking may disclose whether it:\r\n               \n\n\n\n\n\n\n\n\n\n\r\n                     (a)", "AR 17.\r\n                \n\n\n\n\r\n                The undertaking may disclose whether it:\r\n               \n\n\n\n\n\n\n\n\n\n\r\n                     (a)\r\n                    \n\n\n\n\n\r\n                     has policies and procedures which make qualifications, skills and experience the basis for the recruitment, placement,\r\n                     \n\r\n                       training\r\n                      \n\r\n                     and advancement at \r\nall levels, while accounting for the fact that some individuals may have\r\n more difficulty than others to acquire such qualifications, skills and \r\nexperience;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (b)\r\n                    \n\n\n\n\n\r\n                     assigns responsibility at top management level for\r\n                     \n\r\n                       equal treatment\r\n                      \n\r\n                     and\r\n                     \n\r\n                       opportunities\r\n                      \n\r\n                     in employment, \r\nissue clear company-wide policies and procedures to guide equal \r\nemployment practices, and link advancement to desired performance in \r\nthis area;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (c)\r\n                    \n\n\n\n\n\r\n                     provides staff training on non\r\n                     \n\r\n                       -discrimination\r\n                      \n\r\n                     policies and \r\npractices, with a particular focus on middle and upper management to \r\nraise awareness and address resolution strategies for preventing and \r\naddressing systemic and incidental discrimination;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (d)\r\n                    \n\n\n\n\n\r\n                     makes \r\nadjustments to the physical environment to ensure health and safety for \r\nworkers, customers and other visitors with disabilities;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (e)\r\n                    \n\n\n\n\n\r\n                     evaluates whether job requirements have been defined in a way that could systematically disadvantage certain groups;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (f)\r\n                    \n\n\n\n\n\r\n                     keeps up-to-date records on recruitment, training and promotion that provide a transparent view of opportunities for\r\n                     \n\r\n                       employees\r\n                      \n\r\n                     and their progression within the undertaking;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (g)\r\n                    \n\n\n\n\n\r\n                     puts in \r\nplace grievance procedures to address complaints, handle appeals and \r\nprovide recourse for employees (especially in the context of \r\nnegotiations and collective agreements) when discrimination is \r\nidentified, and is alert to formal structures and informal cultural \r\nissues that can prevent employees from raising concerns and grievances; \r\nand", "(h)\r\n                    \n\n\n\n\n\r\n                     has programs to promote access to skills\r\n                     \n\r\n                       development.\r\n                      \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n             Disclosure Requirement S1-2 – Processes for engaging with own workforce and workers' representatives about impacts\r\n            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 18.\r\n                \n\n\n\n\r\n                When describing what function or \r\nrole has operational responsibility for such engagement and/or \r\nultimate accountability, the undertaking may disclose whether this is a \r\ndedicated role or function or part of a broader role or function, and \r\nwhether any capacity building activities have been offered to support \r\nthe staff to undertake engagement. If it cannot identify such a position\r\n or function, it may state that this is the case. This disclosure could \r\nalso be fulfilled by making reference to information disclosed according\r\n to ESRS 2 GOV-1\r\n                \r\n                 The role of the administrative, management and supervisory bodies\r\n                \r\n                .\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 19.\r\n                \n\n\n\n\r\n                When preparing the disclosures described in paragraph 27 b) and c), the following illustrations may be considered:\r\n               \n\n\n\n\n\n\n\n\n\n\r\n                     (a)\r\n                    \n\n\n\n\n\r\n                     examples \r\nof stages at which engagement occurs are i) determining the approach to \r\nmitigation and ii) evaluating the effectiveness of mitigation;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (b)\r\n                    \n\n\n\n\n\r\n                     for type of engagement, these could be participation, consultation and/or information;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (c)\r\n                    \n\n\n\n\n\r\n                     for the \r\nfrequency of the engagement, information may be provided on whether \r\nengagement occurs on a regular basis, at certain points in a project or \r\nbusiness process, (for example, when a new harvest season begins or a \r\nnew production line is opened), as well as whether it occurs in response\r\n to legal requirements and/or in response to\r\n                     \n\r\n                       stakeholder\r\n                      \n\r\n                     requests and whether the result of the engagement is being integrated into the undertaking's decision-making processes; and\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (d)\r\n                    \n\n\n\n\n\r\n                     for the \r\nrole with operational responsibility, whether the undertaking requires \r\nrelevant staff to have certain skills, or whether it provides\r\n                     \n\r\n                       training\r\n                      \n\r\n                     or capacity building to relevant staff to undertake engagement.", "AR 20.\r\n                \n\n\n\n\r\n                Global Framework Agreements (GFA) \r\nserve to establish an ongoing relationship between a multinational \r\nenterprise and a Global Union Federation to ensure that the undertaking \r\nadheres to the same standards in every country in which it operates.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 21.\r\n                \n\n\n\n\r\n                To illustrate how the perspectives of its\r\n                \n\r\n                  own workforce\r\n                 \n\r\n                have informed specific decisions or activities, the undertaking may provide examples from the current reporting period.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 22.\r\n                \n\n\n\n\r\n                Where the undertaking has agreements\r\n with national, European or international trade unions or works councils\r\n related to the rights of people in its own workforce, this can be \r\ndisclosed to illustrate how the agreement enables the undertaking to \r\ngain insight into the perspectives of such people.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 23.\r\n                \n\n\n\n\r\n                Where possible, the undertaking may disclose examples from the reporting period to illustrate how the perspectives of its\r\n                \n\r\n                  own workforce\r\n                 \n\r\n                and\r\n                \n\r\n                  workers' representatives\r\n                 \n\r\n                have informed specific decisions or activities of the undertaking.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 24.\r\n                \n\n\n\n\r\n                The undertaking shall consider the following aspects when fulfilling this Disclosure Requirement:\r\n               \n\n\n\n\n\n\n\n\n\n\r\n                     (a)\r\n                    \n\n\n\n\n\r\n                     The type \r\nof engagement (for example, information, consultation or participation) \r\nand its frequency (for example, ongoing, quarterly, annually);\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (b)\r\n                    \n\n\n\n\n\r\n                     how \r\nfeedback is recorded and integrated into decision-making, and how people\r\n in the workforce are informed about the way in which their feedback has\r\n influenced decisions;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (c)\r\n                    \n\n\n\n\n\r\n                     whether engagement activities take place at the organisational level or at a lower level, such as at the\r\n                     \n\r\n                       site\r\n                      \n\r\n                     or project level, and in the latter case, how information from engagement activities is centralised;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (d)\r\n                    \n\n\n\n\n\r\n                     the resources (for example, financial or human resources) allocated to engagement; and", "(d)\r\n                    \n\n\n\n\n\r\n                     the resources (for example, financial or human resources) allocated to engagement; and\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (e)\r\n                    \n\n\n\n\n\r\n                     how it engages with people in its workforce and\r\n                     \n\r\n                       workers’ representatives\r\n                      \n\r\n                     on the impacts on its\r\n                     \n\r\n                       own workforce\r\n                      \n\r\n                     that may arise from reducing carbon\r\n                     \n\r\n                       emissions\r\n                      \n\r\n                     and transitioning \r\nto greener and climate-neutral operations, in particular restructuring, \r\nemployment loss or creation, training and up/reskilling, gender and\r\n social equity, and health and safety.\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 25.\r\n                \n\n\n\n\r\n                The undertaking may also disclose the following information in relation to paragraph 24 on diversity:\r\n               \n\n\n\n\n\n\n\n\n\n\r\n                     (a)\r\n                    \n\n\n\n\n\r\n                     how it \r\nengages with at-risk or persons in vulnerable situations (for example \r\nwhether it takes specific approaches and gives special attention to \r\npotential barriers);\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (b)\r\n                    \n\n\n\n\n\r\n                     how it \r\ntakes into account potential barriers to engagement with people in its \r\nworkforce (for example, language and cultural differences, gender and \r\npower imbalances, divisions within a community or group);\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (c)\r\n                    \n\n\n\n\n\r\n                     how it \r\nprovides people in its workforce with information that is understandable\r\n and accessible through appropriate communication channels;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (d)\r\n                    \n\n\n\n\n\r\n                     any \r\nconflicting interests that have arisen among its workforce and how the \r\nundertaking has resolved these conflicting interests; and\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (e)\r\n                    \n\n\n\n\n\r\n                     how it \r\nseeks to respect the human rights of all stakeholders engaged, for \r\nexample, their rights to privacy, freedom of expression, and peaceful \r\nassembly and protest.\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 26."]}