{"content": ["(c)\r\n                  \n\n\n\n\n\r\n                   the function \r\nand the most senior role within the undertaking that has operational \r\nresponsibility for ensuring this engagement happens, and that the \r\nresults inform the undertaking’s approach;\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (d)\r\n                  \n\n\n\n\n\r\n                   where \r\napplicable, how the undertaking assesses the effectiveness of its \r\nengagement with affected communities, including, where relevant, any \r\nagreements or outcomes that result.\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               22.\r\n              \n\n\n\n\r\n              Where applicable, the undertaking shall disclose the steps it takes to gain insight into the perspectives of\r\n              \n\r\n                affected communities\r\n               \n\r\n              that may be particularly vulnerable \r\nto impacts and/or marginalised, and into the perspective of \r\nspecific groups within the affected communities, such as women and \r\ngirls.\r\n             \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               23.\r\n              \n\n\n\n\r\n              Where\r\n              \n\r\n                affected communities\r\n               \n\r\n              are\r\n              \n\r\n                indigenous peoples\r\n               \n\r\n              , the undertaking shall also disclose how it takes into account and ensures respect of their particular rights in its\r\n              \n\r\n                stakeholder engagement\r\n               \n\r\n              approach, including their right to\r\n              \n\r\n                free, prior and informed consent\r\n               \n\r\n              with regard to: (i) their cultural, \r\nintellectual, religious and spiritual property; (ii) activities \r\naffecting their lands and territories; and (iii) legislative or \r\nadministrative measures that affect them. In particular, where \r\nengagement occurs with indigenous peoples, the undertaking shall also \r\ndisclose whether and how\r\n              \n\r\n                indigenous peoples\r\n               \n\r\n              have been consulted on the mode and \r\nparameters of the engagement (for example, in designing the agenda, \r\nnature, and timeliness of the engagement).\r\n             \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               24.\r\n              \n\n\n\n\r\n              If the undertaking cannot disclose the \r\nabove required information because it has not adopted a general process \r\nto engage with affected communities, it shall disclose this to be the \r\ncase. It may disclose a timeframe in which it aims to have such a \r\nprocess in place.\r\n             \n\n\n\n\n\n\n\n\r\n           Disclosure Requirement S3-3 – Processes to remediate negative impacts and channels for affected communities to raise concerns\r\n          \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               25.", "25.\r\n              \n\n\n\n\n\r\n               The undertaking shall \r\ndescribe the processes it has in place to provide for or cooperate in \r\nthe remediation of negative impacts on affected communities that the \r\nundertaking is connected with, as well as channels available to affected\r\n communities to raise concerns and have them addressed.\r\n              \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               26.\r\n              \n\n\n\n\r\n              The objective of this Disclosure Requirement is to enable an understanding of the formal means by which\r\n              \n\r\n                affected communities\r\n               \n\r\n              can make their concerns and needs \r\nknown directly to the undertaking, and/or through which the undertaking \r\nsupports the availability of such channels (for example,\r\n              \n\r\n                grievance mechanisms\r\n               \n\r\n              ) by its business relationships, how \r\nfollow up is performed with these communities regarding the issues \r\nraised, and the effectiveness of these channels.\r\n             \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               27.\r\n              \n\n\n\n\r\n              The undertaking shall describe:\r\n             \n\n\n\n\n\n\n\n\n\n\r\n                   (a)\r\n                  \n\n\n\n\n\r\n                   its general approach to and processes for providing or contributing to\r\n                   \n\r\n                     remedy\r\n                    \n\r\n                   where it has identified that it has caused or contributed to a material negative\r\n                   \n\r\n                     impact\r\n                    \n\r\n                   on affected communities, including whether and how the undertaking assesses that the remedy provided is effective;\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (b)\r\n                  \n\n\n\n\n\r\n                   any specific channels it has in place for\r\n                   \n\r\n                     affected communities\r\n                    \n\r\n                   to raise their concerns \r\nor needs directly with the undertaking and have them addressed, \r\nincluding whether these are established by the undertaking \r\nitself and/or through participation in third-party mechanisms;\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (c)\r\n                  \n\n\n\n\n\r\n                   its processes through which the undertaking supports the availability of such channels by its business relationships; and\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (d)\r\n                  \n\n\n\n\n\r\n                   how it tracks \r\nand monitors issues raised and addressed, and how it ensures the \r\neffectiveness of the channels, including through involvement of\r\n                   \n\r\n                     stakeholders\r\n                    \n\r\n                   who are the intended\r\n                   \n\r\n                     users\r\n                    \n\r\n                   of those channels.\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               28.", "28.\r\n              \n\n\n\n\r\n              The undertaking shall disclose whether and how it assesses that\r\n              \n\r\n                affected communities\r\n               \n\r\n              are aware of and trust these \r\nstructures or processes as a way to raise their concerns or needs and \r\nhave them addressed. In addition, the undertaking shall disclose whether\r\n it has policies in place regarding the protection of individuals that \r\nuse them against retaliation. If such information has been disclosed in \r\naccordance with ESRS G1-1, the undertaking may refer to that \r\ninformation.\r\n             \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               29.\r\n              \n\n\n\n\r\n              If the undertaking cannot disclose the \r\nabove required information because it has not adopted a channel for \r\nraising concerns and/or does not support the availability of such a\r\n channel by its business relationships, it shall disclose this to be the\r\n case. It may disclose a timeframe in which it aims to have such a \r\nchannel or processes in place.\r\n             \n\n\n\n\n\n\n\n\r\n           Disclosure Requirement S3-4 – \r\nTaking action on material impacts on affected communities, and \r\napproaches to managing material risks and pursuing material \r\nopportunities related to affected communities, and effectiveness of \r\nthose actions\r\n          \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               30.\r\n              \n\n\n\n\n\r\n               The undertaking shall \r\ndisclose how it takes action to address material impacts on affected \r\ncommunities, and to manage material risks and pursue material \r\nopportunities related to affected communities and the effectiveness of \r\nthose actions.\r\n              \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               31.\r\n              \n\n\n\n\r\n              The objective of this Disclosure Requirement is twofold. Firstly, it is to provide an understanding of any\r\n              \n\r\n                actions\r\n               \n\r\n              and initiatives through which the undertaking seeks to:\r\n             \n\n\n\n\n\n\n\n\n\n\r\n                   (a)\r\n                  \n\n\n\n\n\r\n                   prevent, mitigate and remediate the negative material\r\n                   \n\r\n                     impacts\r\n                    \n\r\n                   on affected communities; and/or\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (b)\r\n                  \n\n\n\n\n\r\n                   achieve positive material impacts for affected communities.\r\n                  \n\n\n\n\n\n\n\r\n               Secondly, it is to enable an understanding of the ways in which the undertaking is addressing the material\r\n               \n\r\n                 risks\r\n                \n\r\n               and pursuing the material opportunities related to affected communities.", "The undertaking shall \r\nprovide a summarised description of the action plans and resources to \r\nmanage its material impacts, risks, and opportunities related to \r\naffected communities as per\r\n               \r\n                ESRS 2 MDR-A Actions and resources in relation to material sustainability matters.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               32.\r\n              \n\n\n\n\r\n              In relation to material impacts, the undertaking shall describe:\r\n             \n\n\n\n\n\n\n\n\n\n\r\n                   (a)\r\n                  \n\n\n\n\n\r\n                   actions taken, planned or underway to prevent or mitigate material negative impacts on affected communities;\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (b)\r\n                  \n\n\n\n\n\r\n                   whether and how it has taken action to provide or enable\r\n                   \n\r\n                     remedy\r\n                    \n\r\n                   in relation to an actual material impact;\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (c)\r\n                  \n\n\n\n\n\r\n                   any additional\r\n                   \n\r\n                     actions\r\n                    \n\r\n                   or initiatives it has in place with the primary purpose of delivering positive impacts for affected communities; and\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (d)\r\n                  \n\n\n\n\n\r\n                   how it tracks and assesses the effectiveness of these\r\n                   \n\r\n                     actions\r\n                    \n\r\n                   and intiatives in delivering intended outcomes for affected communities.\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               33.\r\n              \n\n\n\n\r\n              In relation to paragraph 30, the undertaking shall describe:\r\n             \n\n\n\n\n\n\n\n\n\n\r\n                   (a)\r\n                  \n\n\n\n\n\r\n                   the processes \r\nthrough which it identifies what action is needed and appropriate in \r\nresponse to a particular actual or potential negative impact on affected\r\n communities;\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (b)\r\n                  \n\n\n\n\n\r\n                   its approach to\r\n taking action in relation to specific material negative impacts on \r\ncommunities, including any action in relation to its own practices \r\nregarding land acquisition, planning and construction, operation or \r\nclosure practices, as well as whether wider industry or collaborative \r\naction with other relevant parties will be required; and\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (c)\r\n                  \n\n\n\n\n\r\n                   how it ensures that processes to provide or enable\r\n                   \n\r\n                     remedy\r\n                    \n\r\n                   in the event of material negative impacts are available and effective in their implementation and outcomes.\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               34.", "34.\r\n              \n\n\n\n\r\n              In relation to material risks and opportunities, the undertaking shall describe:\r\n             \n\n\n\n\n\n\n\n\n\n\r\n                   (a)\r\n                  \n\n\n\n\n\r\n                   what action is planned or underway to mitigate material risks for the undertaking arising from its impacts and\r\n                   \n\r\n                     dependencies\r\n                    \n\r\n                   on\r\n                   \n\r\n                     affected communities\r\n                    \n\r\n                   and how it tracks effectiveness in practice; and\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (b)\r\n                  \n\n\n\n\n\r\n                   what action is planned or underway to pursue material opportunities for the undertaking in relation to affected communities.\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               35.\r\n              \n\n\n\n\r\n              The undertaking shall disclose whether and how it takes action to avoid causing or contributing to material negative impacts on\r\n              \n\r\n                affected communities\r\n               \n\r\n              through its own practices, including,\r\n where relevant, in relation to planning, land acquisition and \r\nexploitation, finance, extraction or production of raw materials, use of\r\n natural resources, and management of environmental impacts. This may \r\ninclude disclosing what approach is taken when tensions arise between \r\nthe prevention or mitigation of material negative impacts and other \r\nbusiness pressures.\r\n             \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               36.\r\n              \n\n\n\n\r\n              The undertaking shall also disclose whether severe human rights issues and\r\n              \n\r\n                incidents\r\n               \n\r\n              connected to\r\n              \n\r\n                affected communities\r\n               \n\r\n              have been reported and, if applicable, disclose these\r\n              \r\n               (\r\n               \r\n                122\r\n               \r\n               )\r\n              \r\n              .\r\n             \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               37.\r\n              \n\n\n\n\r\n              When disclosing the information required under paragraph 32 (d), the undertaking shall consider ESRS 2 MDR-T\r\n              \r\n               Tracking effectiveness of policies and actions through targets\r\n              \r\n              if it evaluates the effectiveness of an action by setting a target.\r\n             \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               38.\r\n              \n\n\n\n\r\n              The undertaking shall disclose what \r\nresources are allocated to the management of its material impacts, with \r\ninformation that enables\r\n              \n\r\n                users\r\n               \n\r\n              to gain an understanding of how the material impacts are managed.\r\n             \n\n\n\n\n\n\n\r\n          Metrics and targets", "Metrics and targets\r\n         \n\n\n\n\r\n           Disclosure Requirement S3-5 – \r\nTargets related to managing material negative impacts, advancing \r\npositive impacts, and managing material risks and opportunities\r\n          \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               39.\r\n              \n\n\n\n\n\r\n               The undertaking shall disclose the time-bound and outcome-oriented targets it may have set related to:\r\n              \n\n\n\n\n\n\n\n\n\n\n\r\n                   (a)\r\n                  \n\n\n\n\n\n\r\n                    reducing negative impacts on affected communities; and/or\r\n                   \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (b)\r\n                  \n\n\n\n\n\n\r\n                    advancing positive impacts on affected communities; and/or\r\n                   \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (c)\r\n                  \n\n\n\n\n\n\r\n                    managing material risks and opportunities related to affected communities.\r\n                   \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               40.\r\n              \n\n\n\n\r\n              The objective of this Disclosure \r\nRequirement is to enable an understanding of the extent to which the \r\nundertaking is using time-bound and outcome-oriented\r\n              \n\r\n                targets\r\n               \n\r\n              to drive and measure its progress in \r\naddressing material negative impacts, and/or advancing positive impacts \r\non affected communities, and/or in managing material risks and \r\nopportunities related to affected communities.\r\n             \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               41.\r\n              \n\n\n\n\r\n              The summarised description of the\r\n              \n\r\n                targets\r\n               \n\r\n              to manage its material impacts, risks and opportunities related to\r\n              \n\r\n                affected communities\r\n               \n\r\n              shall contain the information requirements defined in ESRS 2 MDR-T.\r\n             \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               42.\r\n              \n\n\n\n\r\n              The undertaking shall disclose the process for setting the\r\n              \n\r\n                targets\r\n               \n\r\n              , including whether and how the \r\nundertaking engaged directly with affected communities, their legitimate\r\n representatives, or with\r\n              \n\r\n                credible proxies\r\n               \n\r\n              that have insight into their situation in:\r\n             \n\n\n\n\n\n\n\n\n\n\r\n                   (a)\r\n                  \n\n\n\n\n\r\n                   setting any such targets;\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (b)\r\n                  \n\n\n\n\n\r\n                   tracking the undertaking’s performance against them; and\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (c)\r\n                  \n\n\n\n\n\r\n                   identifying, any, lessons or improvements as a result of the undertaking’s performance.\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\r\n           Appendix A\r\n          \n\r\n           Application Requirements", "Appendix A\r\n          \n\r\n           Application Requirements\r\n          \n\n\r\n            This appendix is an integral part of the ESRS S3\r\n            \r\n             Affected communities\r\n            \r\n            .\r\n It supports the application of the disclosure requirements set out in \r\nthis standard and has the same authority as the other parts of the \r\nstandard.\r\n           \n\n\n\r\n            Objective\r\n           \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 1.\r\n                \n\n\n\n\r\n                The overview of social and human \r\nrights matters provided in paragraph 2 is not meant to imply that all of\r\n these issues should be disclosed in each Disclosure Requirement in this\r\n Standard. Rather, it provides a list of matters that the undertaking \r\nshall consider in its\r\n                \n\r\n                  materiality\r\n                 \n\r\n                assessment (ref. to ESRS 1 chapter 3\r\n                \r\n                 Double materiality as the basis for sustainability disclosures\r\n                \r\n                and ESRS 2 IRO-1) related to\r\n                \n\r\n                  affected communities\r\n                 \n\r\n                and, as appropriate, disclose as material impacts, risks and opportunities within the scope of this Standard.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 2.\r\n                \n\n\n\n\r\n                In addition to the issues listed in \r\nparagraph 2, the undertaking may also consider disclosing information \r\nabout other issues relevant to a material impact for a shorter period of\r\n time, for instance initiatives regarding the impacts on communities \r\nrelated to the undertaking’s operations due to extreme and sudden \r\nweather conditions.\r\n               \n\n\n\n\n\n\n\n\r\n             ESRS 2 General Disclosures\r\n            \n\n\n\n\r\n            Strategy\r\n           \n\n\n\n\r\n             Disclosure Requirement related to ESRS 2 SBM-2 – Interests and views of stakeholders\r\n            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 3.\r\n                \n\n\n\n\r\n                Disclosure Requirement ESRS 2 SBM-2 \r\nrequires the undertaking to provide an understanding of if and how it \r\nconsiders the role that its strategy and\r\n                \n\r\n                  business model\r\n                 \n\r\n                may play in creating, exacerbating or mitigating significant material\r\n                \n\r\n                  impacts\r\n                 \n\r\n                on\r\n                \n\r\n                  affected communities\r\n                 \n\r\n                , and whether and how the business model and strategy are adapted to address such material impacts.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 4."]}