{"content": ["institutions200+Datasets290+EmployeesOur latest press releasesLoadingSee all press releasesAbout usFAQsCareersContact usSign up to our newsletterExplore our environmental information systemsPrivacy statementAccessibilityLegal noticeSitemapSystem statusLogintop", "Topics | European Environment Agency's home pageSkip to main contentSkip to navigationSkip to footerAn official website of the European Union | How do you know?All official European Union website addresses are in the europa.eu domain.See all EU institutions and bodiesEnvironmental information systemsEuropean Environment Agency websiteWISE marine - Marine information system for EuropeWISE freshwater - Freshwater information system for EuropeBISE - Biodiversity information system for EuropeFISE - Forest information system for EuropeEuropean Climate and health observatoryClimateADAPTEuropean Industrial Emissions PortalClimate and energy in the EUCopernicus Land Monitoring ServiceCopernicus InSituTopicsAnalysis and dataCountriesNewsroomAbout usTopicsTopicsShareThe EEA works across many topics, related to the environment, climate change and sustainability in general. For each topic, you can find an overview, a set of key facts and EU actions. They also highlight some of the most relevant assessments, outputs and events, as well as access to other platforms, providing more detailed information on the topic.At a glance: our main topicsState of Europe's environmentNatureHealthClimateEconomy and resourcesSustainabilityIn-depth topicsOur in-depth topics give an overview of the issue at stake, a set of key facts and EU action. They also highlight some of the most relevant assessments, outputs and events, as well as access to other platforms, providing more detailed information on the topic.AAgriculture and food systemAir pollutionBBathing water qualityBiodiversity: state of habitats and speciesBuildings and constructionCChemicalsCircular economyClimate change impacts, risks and adaptationClimate change mitigation: reducing emissionsEElectric vehiclesEnergyEnergy efficiencyEnvironmental health impactsEnvironmental inequalitiesExtreme weather: floods,  droughts, heatwavesFForests and forestryIIndustryLLand useNNature protection and restorationNoisePPlasticsPollutionProduction and consumptionRRenewable energyResource use and materialsRoad transportSSeas and coastsSoilSustainability challengesSustainability solutionsSustainable financeTTextilesTransport and mobilityUUrban sustainabilityWWaste and recyclingWaterOur latest articlesLoadingAbout usFAQsCareersContact usSign up to our newsletterExplore our environmental information systemsPrivacy statementAccessibilityLegal noticeSitemapSystem statusLogintop", "Who we are | European Environment Agency's home pageSkip to main contentSkip to navigationSkip to footerAn official website of the European Union | How do you know?All official European Union website addresses are in the europa.eu domain.See all EU institutions and bodiesEnvironmental information systemsEuropean Environment Agency websiteWISE marine - Marine information system for EuropeWISE freshwater - Freshwater information system for EuropeBISE - Biodiversity information system for EuropeFISE - Forest information system for EuropeEuropean Climate and health observatoryClimateADAPTEuropean Industrial Emissions PortalClimate and energy in the EUCopernicus Land Monitoring ServiceCopernicus InSituTopicsAnalysis and dataCountriesNewsroomAbout usAbout usWho we areWho we areShareThe European Environment Agency (EEA) provides valuable insights on the state of Europe's environment. Thanks to reliable data collected from our extensive network, we actively support Europe's environment and climate policies. We areA European agencyWe work in close cooperation with a multitude of organisations at European, regional and global levels. Our knowledge network Eionet is our main partner and brings together 32 member countries and 6 cooperating countries.About our networkA knowledge and data providerWe collect and validate data from reliable sources to analyse trends and produce policy-relevant analyses on environment and climate topics.These assessments contribute to Europe’s transition towards sustainability by supporting policy and solutions on the ground. We assist the European Commission to implement EU environmental legislation in EU Member States, as well as inform European citizens about the state and outlook of Europe's environment.See topics overviewTrustworthy and forward-lookingWith more than 295 employees, we continuously challenge ourselves to explore emerging issues and tools within our areas of expertise. We lead by example by following ambitious environmental commitments and making sure to solely rely on trustworthy sources source for data collection and knowledge.About our workplaceThe EEA in briefThe European Environment Agency in brief\" presents our role as an agency that supports European environmental policy.Find out more about what we work on, our strategic priorities, our key outputs, our key services and publications, and what it’s like to work at the EEA.Read \"The EEA in brief\"What are the Agency's main tasks?Our core tasks are defined in the founding EU regulation and include: supporting policy development and key global processes;offering analytical expertise;providing and maintaining an efficient reporting infrastructure for national and international data flows.In collaboration with our partner network, Eionet, we inform decision-makers and the public about the state of Europe’s environment, climate change and wider sustainability issues. Compliance and enforcement of EU legislation are beyond our responsibility and are the sole", "and the public about the state of Europe’s environment, climate change and wider sustainability issues. Compliance and enforcement of EU legislation are beyond our responsibility and are the sole responsibility of the European Commission. Our governanceThe European Environment Agency is governed by a Management Board and Bureau whose members are mandated to act in the public interest. The EEA’s Executive Director, Leena Ylä-Mononen, took up post on 1 June 2023. As Executive Director, she is responsible for all operational matters and staffing issues. In cooperation with the EEA Management Board, she ensures delivery of the vision outlined in our Strategy and Single Programming Documents.The day-to-day operation of the EEA is the responsibility of the Executive Director and the Senior Management Team. Scientific advice is provided by a Scientific Committee.More on our governanceIn focusThe European Environment Agency in briefThe European Environment Agency in brief presents our role as an agency that supports European environmental policy. It outlines what we work on, our strategic priorities, our key outputs, our key services and publications, and what it is like to work at the EEA.Policy corner: EU policies we supportThe EEA brings together scientific knowledge and expertise, with the aim of providing vital analysis and data to help develop, implement and evaluate a large number of European policies and legislation , with a particular focus on the European Green Dea  l . Our policy corner links a selection of EU policies we support with relevant EEA knowledge.EEA-Eionet Strategy, 2021-2030This document presents the vision and strategic objectives shaping the work of the EEAMore informationGovernanceOur knowledge network - EionetPolicy corner: EU policies we supportProjects and cooperation agreementsContact usAbout usFAQsCareersContact usSign up to our newsletterExplore our environmental information systemsPrivacy statementAccessibilityLegal noticeSitemapSystem statusLogintop", "Copernicus In SituSkip to main contentSkip to navigationSkip to footerAn official website of the European Union | How do you know?All official European Union website addresses are in the europa.eu domain.See all EU institutions and bodiesCopernicus ServicesCopernicus AtmosphereCopernicus MarineCopernicus LandCopernicus SecurityCopernicus Climate ChangeCopernicus EmergencyCopernicus Space ComponentAboutState of PlayResourcesNews & eventsCOPERNICUS IN-SITU COMPONENTCopernicus relies on the availability of a wide variety of in-situ data. These data are used for production and validation of Copernicus products and are also provided to users as observations in their own right.Image storyImageIzaña Atmospheric Observatory: Conchy BAYO. Land cover map: SIOSE. Copernicus and its In-Situ ComponentIn-situ data, namely observations and geospatial reference data, are crucial for the generation, calibration and validation of satellite data, products and services of Copernicus, the Earth Observation component of the EU Space Programme.Copernicus is the European Union’s revolutionary Earth Observation component of the EU Space Programme. It transforms information from multiple sources, including the Sentinel satellites and in-situ observations, into operational services for keeping watch over the planet – from the land to the ocean, atmosphere and climate.For its operations, Copernicus relies on ground-based, air and sea borne monitoring systems, geospatial and ancillary data from a range of providers. These  data constitute the \"Copernicus In-Situ Component\" and complement and calibrate satellite information to increase product accuracy, reduce delivery time and support validation.The Cross-Cutting Coordination of the Copernicus In-Situ Component, led by the European Environment Agency (EEA), maps the availability of data and identifies gaps or bottlenecks in access. It also supports the provision of cross-cutting data and information, and manages partnerships with data providers to improve access and use.In-situ data in Copernicus and its governanceIn-situ data in Copernicus covers two main categories: Observations and Geospatial data. It also encompasses Fiducial Reference Measurements, which are very precise ground measurements used to validate satellite data. More about In-Situ dataThe Copernicus In-Situ Component is based on a very wide and complex data providers and networks landscape, typically national, regional and global data providers. While the Copernicus Entrusted Entities are in charge of accessing in-situ data directly to meet their day-to-day operational needs, the European Environment Agency (EEA) is in charge of the cross-cutting coordination of Copernicus’ access to in-situ data, maintains an overview of in-situ data requirements by the Entrusted Entites and proposes and implements solutions to make more essential in-situ data available to Copernicus as a whole.Discover how EEA is leading Copernicus In-Situ Image by: ICOS RI/Rocco Canella", "Entites and proposes and implements solutions to make more essential in-situ data available to Copernicus as a whole.Discover how EEA is leading Copernicus In-Situ Image by: ICOS RI/Rocco Canella (Lampedusa station, Italy)Explore the Copernicus In-Situ componentState of PlayCopernicus Data ProvidersUse CasesLibraryBackground image by: ICOS RI/Pekka Pelkonen (Gebesee station, Germany)NewsLoadingMore newsCopernicus ServicesAtmosphereMarineLandSecurityClimate ChangeEmergencySign up to In Situ updatesSubscribeFollow usCopernicusCopernicus is the Earth Observation component of the European Union's space programme, looking at our planet and its environment for the benefit of Europe's citizens.Privacy statementSitemapCMS LoginAccessibilitytop", "European Environment Agency's home pageSkip to main contentSkip to navigationSkip to footerAn official website of the European Union | How do you know?All official European Union website addresses are in the europa.eu domain.See all EU institutions and bodiesEnvironmental information systemsEuropean Environment Agency websiteWISE marine - Marine information system for EuropeWISE freshwater - Freshwater information system for EuropeBISE - Biodiversity information system for EuropeFISE - Forest information system for EuropeEuropean Climate and health observatoryClimateADAPTEuropean Industrial Emissions PortalClimate and energy in the EUCopernicus Land Monitoring ServiceCopernicus InSituTopicsAnalysis and dataCountriesNewsroomAbout usEuropean Environment Agency's home pageAir quality in EuropeThe number of deaths in the EU attributable to fine particulate matter fell by 45% between 2005 and 2022Read more in our press releaseImageValeria Vitulano, Urban Treasures / EEAWhat we doTogether with our Eionet network, we provide the knowledge and the data needed to achieve sustainability in Europe.We support policies with evidence-based knowledge to help the European Union and our member countries achieve sustainabilityWe build and maintain networks and partnerships to facilitate sharing of knowledge and expertise across EuropeWe inform public and policy discussions on sustainability solutions and challengesWe collect, quality check and disseminate data, making full use of digitalisation and latest innovative technologies  More about usThe EEA in briefThe European Environment Agency in brief presents our role as an agency that supports European environmental policy.Find out more about what we work on, our strategic priorities, our key outputs, our key services and publications, and what it’s like to work at the EEA.Read \"The EEA in brief\"Time to speed up towards a sustainable and resilient EuropeEurope’s economy and wellbeing of its citizens depend crucially on a healthy and resilient natural environment, a stable climate and long-term sustainable use of resources. As Europe’s new policy cycle begins, Commission President-elect’s political guidelines and mission letters to future Commissioners reaffirm the course towards sustainability, while adding extra focus on competitiveness and security to boost Europe’s resilience to current and future crises. ... Only by staying the course and taking bold action can we cover the remaining distance and reach our desired destination: a sustainable, resilient Europe..  Read editorial by EEA Executive DirectorLeena Ylä-MononenEEA Executive DirectorAt a glanceState of Europe's environmentNatureHealthClimateEconomy and resourcesSustainabilitySee all topicsEEA in numbers38Member and cooperating countries400+National partner institutions200+Datasets290+EmployeesOur latest press releasesLoadingSee all press releasesAbout usFAQsCareersContact usSign up to our newsletterExplore our environmental information systemsPrivacy"]}