{"content": ["Newsroom | European Environment Agency's home pageSkip to main contentSkip to navigationSkip to footerAn official website of the European Union | How do you know?All official European Union website addresses are in the europa.eu domain.See all EU institutions and bodiesEnvironmental information systemsEuropean Environment Agency websiteWISE marine - Marine information system for EuropeWISE freshwater - Freshwater information system for EuropeBISE - Biodiversity information system for EuropeFISE - Forest information system for EuropeEuropean Climate and health observatoryClimateADAPTEuropean Industrial Emissions PortalClimate and energy in the EUCopernicus Land Monitoring ServiceCopernicus InSituTopicsAnalysis and dataCountriesNewsroomAbout usNewsroomNewsroomShareWe communicate our work through a wide range of external activities and channels, targeting different audiences — policymakers, journalists, researchers, youth and the wider public. If you want to know more about our latest activities and outputs, see our press releases linked to on our assessments, read our feature articles for short insights into our work, follow our events relevant to your topic of interest or sign up to our newsletter to stay informed. ShortcutsPress releases Check out our latest official press releases issued for our assessments and key corporate milestones.Corporate visualsOur logos, design guidelines and photograph selection and more.Feature articlesShort thematic articles consisting of interviews with our experts, editorials with our Director and more.EventsSee where and how you can follow our online and offline events.Photo competitions Our annual outreach activity to engage with European citizens and to raise awareness on key topics.Newsletter Sign up for a quarterly update on Europe's environment and our targeted dissemination of interesting material.Are you a journalist?  Meet our press office:Constant BrandPress officer+45 2174 1872cornelis.brand@eea.europa.eu Do not hesitate to contact our press officers if you have any questions or would like to set up interviews.If you are not a journalist and have a question about us and our work, please use the enquiries form. Our latest press releasesLoadingSee all press releasesAbout usFAQsCareersContact usSign up to our newsletterExplore our environmental information systemsPrivacy statementAccessibilityLegal noticeSitemapSystem statusLogintop", "Climate and Energy in the EUSkip to main contentSkip to navigationSkip to footerHomeTopicsCountriesCatalogueAboutThe European Union is committed to becoming climate neutral by 2050, in pursuit of the temperature goal set out by the Paris Agreement. Reductions in greenhouse gas emissions will have to accelerate to reach the 2030 milestone and the long-term goals. This website provides direct access to data and analysis on key areas for achieving climate neutrality, based mainly on official information submitted by European countries to the European Environment Agency.We need your feedback for this website’s re-designDo you have 4 minutes to help us improve the Climate and Energy Website? Answer our survey hereOur team at the European Environment Agency wants to better understand why and how you use the Climate and Energy website and collect ideas for improving its design and content. Find information on the EU and its Member States' progress towards their 2030 targets on climate and energy.Log inContactPrivacy statementLegal notice", "WISE Marine | Marine Information System for EuropeSkip to main contentSkip to navigationSkip to footerAn official website of the European Union | How do you know?All official European Union website addresses are in the europa.eu domain.See all EU institutions and bodiesEnvironmental information systemsEuropean Environment Agency websiteWISE marine - Marine information system for EuropeWISE freshwater - Freshwater information system for EuropeBISE - Biodiversity information system for EuropeFISE - Forest information system for EuropeEuropean Climate and health observatoryClimateADAPTEuropean Industrial Emissions PortalClimate and energy in the EUCopernicus Land Monitoring ServiceCopernicus InSituPolicy and reportingEurope's seasCountries and RegionsResourcesWelcome to WISE Marine The source of data and information on Europe's marine environment WISE Marine provides access to data and information on the state of and pressures on Europe’s seas, and on actions that can be taken to protect and conserve them. In the spotlightMap viewerDiscover and combine marine spatial datasets with the new WISE marine map viewerMPA statisticsLook at the status and trend of Marine protected areas in EuropeData and data productsExplore the Marine Strategy Framework Directive (MSFD) data and dashboardsCatalogue of measuresSee the new \"Shipping and ports\" catalogue of measuresChallenges for Europe’s seas​More efforts are needed to achieve the sustainable use of Europe’s marine resources and ensure their availability for future generations.\rEU countries have reduced some pressures in the last decades, but marine ecosystems are still impacted by multiple pressures from human activities at sea and on land, which is intensified by climate change. As a consequence, marine species and habitats are still not in good condition.The resilience of marine ecosystems against climate change makes a big contribution to that of the planet, but the ongoing pressures reduce this marine resilience.Responding to these challenges requires fundamental changes \rto make our society more sustainable than today Recently releasedETC/ICM Report. Comparison of multi-metric indicator-based tools for assessment of the environmental status in Europe’s seasIn this study, EU Member States’ Marine Strategy Framework Directive (MSFD) 2018 reporting on MSFD Art. 8, 9 and 10 is compared with the recent EEA thematic assessments on eutrophication, biodiversity, contaminants and ecosystem health applying multi-metric indicator-based tools, i.e. new EEA-specific versions of the HELCOM Eutrophication Assessment Tool (HEAT), the HELCOM Biodiversity Assessment Tool (BEAT), HELCOM Chemical Status Assessment Tool (CHASE) as well as newly developed Marine Ecosystem Health Assessment Tool (MESH). The aim of this comparison is to explain the observed similarities and differences between the assessments. Further, special focus has been put on the EEA tools and their strengths and weaknesses.Go to the reportEEA briefing.", "is to explain the observed similarities and differences between the assessments. Further, special focus has been put on the EEA tools and their strengths and weaknesses.Go to the reportEEA briefing. Healthy seas, thriving fisheries: transitioning to an environmentally sustainable sectorEurope’s seas face increasing pressure from human activities. This briefing, the first in a series, addresses the need to transition to sustainable fisheries. It argues for an ecosystem-based approach to sustainably exploiting marine resources and moving away from adverse practices.Go to the EEA briefingEEA briefing. How climate change impacts marine lifeThis briefing summarises some of the ways in which climate change is impacting Europe’s marine ecosystems. It identifies how various ecosystem features are influenced by climate change and spotlights potential areas of concern. It also highlights areas where marine life may be more impacted by climate change compared with other areas. This work supports the recent integration of climate change as a key consideration in the Marine Strategy Framework Directive (MSFD). It does this by presenting a spatial description of the vulnerabilities of marine areas to climate change.Go to the EEA briefing  EEA Web report. From source to sea — The untold story of marine litterWe’ve all seen the photos. Piles of plastic waste drifting in the open sea. A daily tide of plastic and other detritus washed up on our beaches. Scenes of turtles and fish tangled in discarded fishing nets. Yet all of it is preventable. This web report traces the problem of marine litter from source to sea to help policymakers and Go to the EEA web reportEMSA-EEA. European Maritime Transport Environmental ReportThis report provides a factual analysis of the environmental pressures exerted by the maritime transport sector, presents up-to-date information on the relevant EU and international environmental standards and describes current and future actions to reduce the sector's impact on our environment.Go to the reportEEA Report. Marine Messages IIThis report provides a set of key messages on the current use of Europe's seas and its combined effects on marine ecosystem condition. These messages underpin a set of lessons from marine ecosystem recovery from which solutions for a brighter future can be identified.Go to the reportETC/ICM Report. Comparison of multi-metric indicator-based tools for assessment of the environmental status in Europe’s seasIn this study, EU Member States’ Marine Strategy Framework Directive (MSFD) 2018 reporting on MSFD Art. 8, 9 and 10 is compared with the recent EEA thematic assessments on eutrophication, biodiversity, contaminants and ecosystem health applying multi-metric indicator-based tools, i.e. new EEA-specific versions of the HELCOM Eutrophication Assessment Tool (HEAT), the HELCOM Biodiversity Assessment Tool (BEAT), HELCOM Chemical Status Assessment Tool (CHASE) as well as newly developed Marine Ecosystem Health", "of the HELCOM Eutrophication Assessment Tool (HEAT), the HELCOM Biodiversity Assessment Tool (BEAT), HELCOM Chemical Status Assessment Tool (CHASE) as well as newly developed Marine Ecosystem Health Assessment Tool (MESH). The aim of this comparison is to explain the observed similarities and differences between the assessments. Further, special focus has been put on the EEA tools and their strengths and weaknesses.Go to the reportEEA briefing. Healthy seas, thriving fisheries: transitioning to an environmentally sustainable sectorEurope’s seas face increasing pressure from human activities. This briefing, the first in a series, addresses the need to transition to sustainable fisheries. It argues for an ecosystem-based approach to sustainably exploiting marine resources and moving away from adverse practices.Go to the EEA briefingEEA briefing. How climate change impacts marine lifeThis briefing summarises some of the ways in which climate change is impacting Europe’s marine ecosystems. It identifies how various ecosystem features are influenced by climate change and spotlights potential areas of concern. It also highlights areas where marine life may be more impacted by climate change compared with other areas. This work supports the recent integration of climate change as a key consideration in the Marine Strategy Framework Directive (MSFD). It does this by presenting a spatial description of the vulnerabilities of marine areas to climate change.Go to the EEA briefing  EEA Web report. From source to sea — The untold story of marine litterWe’ve all seen the photos. Piles of plastic waste drifting in the open sea. A daily tide of plastic and other detritus washed up on our beaches. Scenes of turtles and fish tangled in discarded fishing nets. Yet all of it is preventable. This web report traces the problem of marine litter from source to sea to help policymakers and Go to the EEA web reportEMSA-EEA. European Maritime Transport Environmental ReportThis report provides a factual analysis of the environmental pressures exerted by the maritime transport sector, presents up-to-date information on the relevant EU and international environmental standards and describes current and future actions to reduce the sector's impact on our environment.Go to the reportEEA Report. Marine Messages IIThis report provides a set of key messages on the current use of Europe's seas and its combined effects on marine ecosystem condition. These messages underpin a set of lessons from marine ecosystem recovery from which solutions for a brighter future can be identified.Go to the reportETC/ICM Report. Comparison of multi-metric indicator-based tools for assessment of the environmental status in Europe’s seasIn this study, EU Member States’ Marine Strategy Framework Directive (MSFD) 2018 reporting on MSFD Art. 8, 9 and 10 is compared with the recent EEA thematic assessments on eutrophication, biodiversity, contaminants and ecosystem health applying multi-metric", "Directive (MSFD) 2018 reporting on MSFD Art. 8, 9 and 10 is compared with the recent EEA thematic assessments on eutrophication, biodiversity, contaminants and ecosystem health applying multi-metric indicator-based tools, i.e. new EEA-specific versions of the HELCOM Eutrophication Assessment Tool (HEAT), the HELCOM Biodiversity Assessment Tool (BEAT), HELCOM Chemical Status Assessment Tool (CHASE) as well as newly developed Marine Ecosystem Health Assessment Tool (MESH). The aim of this comparison is to explain the observed similarities and differences between the assessments. Further, special focus has been put on the EEA tools and their strengths and weaknesses.Go to the reportSend your feedbackManaged byExplore our environmental information systemsSitemapPrivacy statementLogintop", "WISE FreshwaterSkip to main contentSkip to navigationSkip to footerAn official website of the European Union | How do you know?All official European Union website addresses are in the europa.eu domain.See all EU institutions and bodiesEnvironmental information systemsEuropean Environment Agency websiteWISE marine - Marine information system for EuropeWISE freshwater - Freshwater information system for EuropeBISE - Biodiversity information system for EuropeFISE - Forest information system for EuropeEuropean Climate and health observatoryClimateADAPTEuropean Industrial Emissions PortalClimate and energy in the EUCopernicus Land Monitoring ServiceCopernicus InSituPolicy and ReportingEurope’s FreshwaterCountriesResourcesWelcome to WISE-Freshwater The source of data and information on European freshwatersImageGiorgio Terracina, WaterPIX /EEAWISE Freshwater provides information and data on the state of Europe’s rivers, lakes, groundwaters, the pressures affecting them, and the measures  and actions taken to protect and conserve the aquatic environment. In the spotlightWater Framework DirectiveExplore the new results on the status and pressures on groundwater and surface waters in EuropeCountry and EU factsheetsCompare key data and statistics at EU and  Country level about some water policies implementationEU Flood risk area viewerSee the areas of potentially significant flood risk  in Europe  and the preliminary flood risk assessmentsAdvanced search toolDiscover the WISE Freshwater data and content via its advanced searchWhat are the main challenges for European freshwaters?Balancing the need for enough water of high quality for human health, economic activities, and nature remains a key challenge.Restoring Europe’s floodplains and wetlands is essential to improve biodiversity and boost ecosystem services.Climate change will increase extreme weather events that risk to worsen flood related disasters, and amplify water scarcity and droughts.Responding to these challenges requires fundamental societal changes to make our society more sustainable than todayRecently releasedRegulation on minimum requirements for water reuseThe new rules are applicable as of 26 June 2023 and are expected to encourage and facilitate the water reuse in the EU.More information on the new rules and regular update of the state of play in the Member States is available  in the WISE Freshwater Water reuse page.Go to the Water reuse pageNew EEA report 07/2024Europe's state of water 2024: the need for improved water resiliencePollution, habitat degradation, impacts of climate change, and the over-use of freshwater resources are putting pressure on Europe’s lakes, rivers, coastal waters and groundwaters like never before. According to the largest assessment on the health of Europe’s water bodies, published by the European Environment Agency (EEA), Europe is not on track to meet its targets to improve the health of waters under EU rules. Better water management is key to improve"]}