{"content": ["6.\r\n         \r\n          Time horizons\r\n         \n\n\r\n         6.1\r\n         \n\r\n           Reporting period\r\n          \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               73.\r\n              \n\n\n\n\r\n              The reporting period for the undertaking’s\r\n              \n\r\n                sustainability statement\r\n               \n\r\n              shall be consistent with that of its financial statements.\r\n             \n\n\n\n\n\n\r\n         6.2\r\n         \n\r\n           Linking past, present and future\r\n          \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               74.\r\n              \n\n\n\n\r\n              The undertaking shall establish appropriate linkages in its\r\n              \n\r\n                sustainability statement\r\n               \n\r\n              between retrospective and \r\nforward-looking information, when relevant, to foster a clear \r\nunderstanding of how historical information relates to future-oriented \r\ninformation.\r\n             \n\n\n\n\n\n\r\n         6.3\r\n         \n\r\n           Reporting progress against the base year\r\n          \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               75.\r\n              \n\n\n\n\r\n              A base year is the historical reference \r\ndate or period for which information is available and against which \r\nsubsequent information can be compared over time.\r\n             \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               76.\r\n              \n\n\n\n\r\n              The undertaking shall present comparative \r\ninformation in respect of the base year for amounts reported in the \r\ncurrent period when reporting the developments and progress towards a \r\ntarget, unless the relevant Disclosure Requirement already defines how \r\nto report progress. The undertaking may also include historical \r\ninformation about achieved milestones between the base year and the \r\nreporting period when this is relevant information.\r\n             \n\n\n\n\n\n\r\n         6.4\r\n         \n\r\n           Definition of short-, medium- and long-term for reporting purposes\r\n          \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               77.\r\n              \n\n\n\n\r\n              When preparing its\r\n              \n\r\n                sustainability statement\r\n               \n\r\n              , the undertaking shall adopt the following time intervals as of the end of the reporting period:\r\n             \n\n\n\n\n\n\n\n\n\n\r\n                   (a)\r\n                  \n\n\n\n\n\r\n                   for the short-term time horizon: the period adopted by the undertaking as the reporting period in its financial statements;\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (b)\r\n                  \n\n\n\n\n\r\n                   for the medium-term time horizon: from the end of the short-term reporting period defined in (a) up to 5 years; and\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (c)\r\n                  \n\n\n\n\n\r\n                   for the long-term time horizon: more than 5 years.\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               78.", "for the long-term time horizon: more than 5 years.\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               78.\r\n              \n\n\n\n\r\n              The undertaking shall use an additional breakdown for the long-term time horizon when\r\n              \n\r\n                impacts\r\n               \n\r\n              or\r\n              \n\r\n                actions\r\n               \n\r\n              are expected in a period longer than 5 years if necessary to provide relevant information to users of\r\n              \n\r\n                sustainability statements\r\n               \n\r\n              .\r\n             \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               79.\r\n              \n\n\n\n\r\n              If different definitions of medium- or \r\nlong-term time horizons are required for specific items of disclosure in\r\n other ESRS, the definitions in those ESRS shall prevail.\r\n             \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               80.\r\n              \n\n\n\n\r\n              There may be circumstances where the use \r\nof the medium- or long-term time horizons defined in paragraph 77 \r\nresults in non-relevant information, as the undertaking uses a different\r\n definition for (i) its processes of identification and management of \r\nmaterial\r\n              \n\r\n                impacts, risks\r\n               \n\r\n              and\r\n              \n\r\n                opportunities\r\n               \n\r\n              or (ii) the definition of its\r\n              \n\r\n                actions\r\n               \n\r\n              and setting\r\n              \n\r\n                targets\r\n               \n\r\n              . These circumstances may be due to \r\nindustry-specific characteristics, such as cash flow and business \r\ncycles, the expected duration of capital investments, the time horizons \r\nover which the users of\r\n              \n\r\n                sustainability statements\r\n               \n\r\n              conduct their assessments or the \r\nplanning horizons typically used in the undertaking’s industry for \r\ndecision-making. In these circumstances, the undertaking may adopt a \r\ndifferent definition of medium- and/or long- term time horizons (see \r\nESRS 2 BP–2, paragraph 9).\r\n             \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               81.\r\n              \n\n\n\n\r\n              References to “short-term”, “medium-term”,\r\n and “long-term” in ESRS refer to the time horizon as determined by the \r\nundertaking according to the provisions in paragraphs 77 to 80.\r\n             \n\n\n\n\n\n\r\n         7.\r\n         \r\n          Preparation and presentation of sustainability information\r\n         \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               82.\r\n              \n\n\n\n\r\n              This chapter provides general requirements to be applied when preparing and presenting sustainability information.\r\n             \n\n\n\n\n\n\r\n         7.1\r\n         \n\r\n           Presenting comparative information\r\n          \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               83.", "7.1\r\n         \n\r\n           Presenting comparative information\r\n          \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               83.\r\n              \n\n\n\n\r\n              The undertaking shall disclose comparative information in respect of the previous period for all quantitative\r\n              \n\r\n                metrics\r\n               \n\r\n              and monetary amounts disclosed in the current period. When relevant to an understanding of the current period’s\r\n              \n\r\n                sustainability statement\r\n               \n\r\n              , the undertaking shall also disclose comparative information for narrative disclosures.\r\n             \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               84.\r\n              \n\n\n\n\r\n              When the undertaking reports comparative \r\ninformation that differs from the information reported in the previous \r\nperiod it shall disclose:\r\n             \n\n\n\n\n\n\n\n\n\n\r\n                   (a)\r\n                  \n\n\n\n\n\r\n                   the difference between the figure reported in the previous period and the revised comparative figure; and\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (b)\r\n                  \n\n\n\n\n\r\n                   the reasons for the revision of the figure.\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               85.\r\n              \n\n\n\n\r\n              Sometimes, it is impracticable to adjust \r\ncomparative information for one or more prior periods to achieve \r\ncomparability with the current period. For example, data might not have \r\nbeen collected in the prior period(s) in a way that allows either \r\nretrospective application of a new definition of a metric or target, or \r\nretrospective restatement to correct a prior period error, and it may be\r\n impracticable to recreate the information (see ESRS 2 BP-2). When it is\r\n impracticable to adjust comparative information for one or more prior \r\nperiods, the undertaking shall disclose this fact.\r\n             \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               86.\r\n              \n\n\n\n\r\n              When an ESRS requires the undertaking to \r\npresent more than one comparative period for a metric or datapoint, the \r\nrequirements of that ESRS shall prevail.\r\n             \n\n\n\n\n\n\r\n         7.2\r\n         \n\r\n           Sources of estimation and outcome uncertainty\r\n          \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               87.\r\n              \n\n\n\n\r\n              When quantitative\r\n              \n\r\n                metrics\r\n               \n\r\n              and monetary amounts, including upstream and downstream\r\n              \n\r\n                value chain\r\n               \n\r\n              information (see chapter 5 of this \r\nStandard), cannot be measured directly and can only be estimated, \r\nmeasurement uncertainty may arise.\r\n             \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               88.", "88.\r\n              \n\n\n\n\r\n              An undertaking shall disclose information \r\nto enable users to understand the most significant uncertainties \r\naffecting the quantitative metrics and monetary amounts reported in its \r\nsustainability statement.\r\n             \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               89.\r\n              \n\n\n\n\r\n              The use of reasonable assumptions and estimates, including\r\n              \n\r\n                scenario\r\n               \n\r\n              or sensitivity analysis, is an \r\nessential part of preparing sustainability-related information and does \r\nnot undermine the usefulness of that information, provided that the \r\nassumptions and estimates are accurately described and explained. Even a\r\n high level of measurement uncertainty would not necessarily prevent \r\nsuch an assumption or estimate from providing useful information or \r\nmeeting the qualitative characteristics of information (see Appendix B \r\nof this Standard).\r\n             \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               90.\r\n              \n\n\n\n\r\n              Data and assumptions used in preparing the\r\n sustainability statement shall be consistent to the extent possible \r\nwith the corresponding financial data and assumptions used in the \r\nundertaking’s financial statements.\r\n             \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               91.\r\n              \n\n\n\n\r\n              Some ESRS require the disclosure of \r\ninformation such as explanations about possible future events that have \r\nuncertain outcomes. In judging whether information about such possible \r\nfuture events is material, the undertaking shall refer to the criteria \r\nin Chapter 3 of this Standard and consider:\r\n             \n\n\n\n\n\n\n\n\n\n\r\n                   (a)\r\n                  \n\n\n\n\n\r\n                   the potential\r\n                   \n\r\n                     anticipated effects\r\n                    \n\r\n                   of the events (the possible outcome);\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (b)\r\n                  \n\n\n\n\n\r\n                   the severity \r\nand likelihood of the impacts on people or the environment resulting \r\nfrom the possible events, taking account of the factors of severity \r\nspecified in paragraph 45; and\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (c)\r\n                  \n\n\n\n\n\r\n                   the full range of possible outcomes and the likelihood of the possible outcomes within that range.\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               92.", "92.\r\n              \n\n\n\n\r\n              When assessing the possible outcomes, the \r\nundertaking shall consider all relevant facts and circumstances, \r\nincluding information about low-probability and high-impact outcomes, \r\nwhich, when aggregated, could become material. For example, the \r\nundertaking might be exposed to several impacts or risks, each of which \r\ncould cause the same type of disruption, such as disruptions to the \r\nundertaking’s\r\n              \n\r\n                supply chain\r\n               \n\r\n              . Information about an individual \r\nsource of risk might not be material if disruption from that source is \r\nhighly unlikely to occur. However, information about the aggregate risk \r\nof\r\n              \n\r\n                supply chain\r\n               \n\r\n              disruption from all sources might be material (see ESRS 2 BP-2).\r\n             \n\n\n\n\n\n\r\n         7.3\r\n         \n\r\n           Updating disclosures about events after the end of the reporting period\r\n          \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               93.\r\n              \n\n\n\n\r\n              In some cases, the undertaking may receive\r\n information after the reporting period but before the management report\r\n is approved for issuance. If such information provides evidence or \r\ninsights about conditions existing at period end, the undertaking shall,\r\n where appropriate, update estimates and sustainability disclosures, in \r\nthe light of the new information.\r\n             \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               94.\r\n              \n\n\n\n\r\n              When such information provides evidence or\r\n insights about material transactions, other events and conditions that \r\narise after the end of the reporting period, the undertaking shall, \r\nwhere appropriate, provide narrative information indicating the \r\nexistence, nature and potential consequences of these post-year end \r\nevents.\r\n             \n\n\n\n\n\n\r\n         7.4\r\n         \n\r\n           Changes in preparation or presentation of sustainability information\r\n          \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               95.\r\n              \n\n\n\n\r\n              The definition and calculation of\r\n              \n\r\n                metrics\r\n               \n\r\n              , including metrics used to set\r\n              \n\r\n                targets\r\n               \n\r\n              and monitor progress towards them, \r\nshall be consistent over time. The undertaking shall provide restated \r\ncomparative figures, unless it is impracticable to do so (see ESRS 2 \r\nBP-2), when it has:\r\n             \n\n\n\n\n\n\n\n\n\n\r\n                   (a)\r\n                  \n\n\n\n\n\r\n                   redefined or replaced a metric or target;\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (b)\r\n                  \n\n\n\n\n\r\n                   identified new \r\ninformation in relation to the estimated figures disclosed in the \r\npreceding period and the new information provides evidence of \r\ncircumstances that existed in that period.", "7.5\r\n         \n\r\n           Reporting errors in prior periods\r\n          \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               96.\r\n              \n\n\n\n\r\n              The undertaking shall correct material \r\nprior period errors by restating the comparative amounts for the prior \r\nperiod(s) disclosed, unless it is impracticable to do so. This \r\nrequirement does not extend to reporting periods before the first year \r\nof application of ESRS by the undertaking.\r\n             \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               97.\r\n              \n\n\n\n\r\n              Prior period errors are omissions from, and misstatements in, the undertaking’s\r\n              \n\r\n                sustainability statement\r\n               \n\r\n              for one or more prior periods. Such errors arise from a failure to use, or misuse of, reliable information that:\r\n             \n\n\n\n\n\n\n\n\n\n\r\n                   (a)\r\n                  \n\n\n\n\n\r\n                   was available \r\nwhen the management report that includes the sustainability statement \r\nfor those periods was authorised for issuance; and\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (b)\r\n                  \n\n\n\n\n\r\n                   could \r\nreasonably be expected to have been obtained and considered in the \r\npreparation of sustainability disclosures included in these reports.\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               98.\r\n              \n\n\n\n\r\n              Such errors include: the effects of mathematical mistakes, mistakes in applying the definitions for\r\n              \n\r\n                metrics\r\n               \n\r\n              or\r\n              \n\r\n                targets\r\n               \n\r\n              , oversights or misinterpretations of facts, and fraud.\r\n             \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               99.\r\n              \n\n\n\n\r\n              Potential errors in the current period \r\ndiscovered in that period are corrected before the management report is \r\nauthorised for issuance. However, material errors are sometimes only \r\ndiscovered in a subsequent period.\r\n             \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               100.\r\n              \n\n\n\n\r\n              When it is impracticable to determine the \r\neffect of an error on all prior periods presented, the undertaking shall\r\n restate the comparative information to correct the error from the \r\nearliest date practicable. When correcting disclosures for a prior \r\nperiod, the undertaking shall not use hindsight either in making \r\nassumptions about what the management’s intentions would have been in a \r\nprior period or in estimating the amounts disclosed in a prior period. \r\nThis requirement applies to correction of both backward-looking and \r\nforward- looking disclosures.\r\n             \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               101.\r\n              \n\n\n\n\r\n              Corrections of errors are distinguished \r\nfrom changes in estimates. Estimates may need to be revised as \r\nadditional information becomes known (see ESRS 2 BP-2).", "Corrections of errors are distinguished \r\nfrom changes in estimates. Estimates may need to be revised as \r\nadditional information becomes known (see ESRS 2 BP-2).\r\n             \n\n\n\n\n\n\r\n         7.6\r\n         \n\r\n           Consolidated reporting and subsidiary exemption\r\n          \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               102.\r\n              \n\n\n\n\r\n              When the undertaking is reporting at a consolidated level, it shall perform its assessment of material\r\n              \n\r\n                impacts, risks\r\n               \n\r\n              and\r\n              \n\r\n                opportunities\r\n               \n\r\n              for the entire consolidated group, \r\nregardless of its group legal structure. It shall ensure that all \r\nsubsidiaries are covered in a way that allows for the unbiased \r\nidentification of material impacts, risks and opportunities. Criteria \r\nand thresholds for assessing an impact, risk or opportunity as material \r\nshall be determined based on chapter 3 of this Standard.\r\n             \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               103.\r\n              \n\n\n\n\r\n              Where the undertaking identifies significant differences between material\r\n              \n\r\n                impacts, risks\r\n               \n\r\n              or\r\n              \n\r\n                opportunities\r\n               \n\r\n              at group level and material impacts, \r\nrisks or opportunities of one or more of its subsidiaries, the \r\nundertaking shall provide an adequate description of the impacts, risks \r\nand opportunities, as appropriate, of the subsidiary or subsidiaries \r\nconcerned.\r\n             \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               104.\r\n              \n\n\n\n\r\n              When assessing whether the differences between material\r\n              \n\r\n                impacts, risks\r\n               \n\r\n              or\r\n              \n\r\n                opportunities\r\n               \n\r\n              at group level and material impacts, \r\nrisks or opportunities of one or more of its subsidiaries are \r\nsignificant, the undertaking may consider different circumstances, such \r\nas whether the subsidiary or subsidiaries operate in a different sector \r\nthan the rest of the group or the circumstances reflected in section 3.7\r\n              \r\n               Level of disaggregation\r\n              \r\n              .\r\n             \n\n\n\n\n\n\r\n         7.7\r\n         \n\r\n           Classified and sensitive information, and information on intellectual property, know-how or results of innovation\r\n          \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               105.\r\n              \n\n\n\n\r\n              The undertaking is not required to disclose\r\n              \n\r\n                classified information\r\n               \n\r\n              or\r\n              \n\r\n                sensitive information\r\n               \n\r\n              , even if such information is considered material.\r\n             \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               106."]}