{"content": ["Disclosure Requirement S1-14 – Health and safety metrics\r\n            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 80.\r\n                \n\n\n\n\r\n                In relation to paragraph 88 (a), the percentage of its\r\n                \n\r\n                  own workforce\r\n                 \n\r\n                who are covered by the \r\nundertaking’s health and safety management system shall be disclosed on a\r\n head count basis rather than a full-time equivalent basis.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 81.\r\n                \n\n\n\n\r\n                With regard to paragraph 90, when \r\nthe undertaking’s health and safety management system, or certain parts \r\nthereof, has been subject to an internal audit or external \r\ncertification, the undertaking may state this fact, or absence thereof, \r\nand the underlying standards for such audits/certifications, as \r\napplicable.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 82.\r\n                \n\n\n\n\r\n                Fatalities may be reported separately for those resulting from\r\n                \n\r\n                  work-related injuries\r\n                 \n\r\n                and those resulting from\r\n                \n\r\n                  work-related ill health\r\n                 \n\r\n                .\r\n               \n\n\n\n\n\n\r\n           Guidance on “work-related”\r\n          \n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 83.\r\n                \n\n\n\n\n\n\r\n                  Work-related injuries\r\n                 \n\r\n                and\r\n                \n\r\n                  work-related ill health\r\n                 \n\r\n                arise from exposure to hazards at work. Notwithstanding, other types of\r\n                \n\r\n                  incidents\r\n                 \n\r\n                can occur that are not \r\nconnected with the work itself. For example, the following incidents are\r\n generally not considered to be work-related, unless otherwise specified\r\n in applicable national legislation:\r\n               \n\n\n\n\n\n\n\n\n\n\r\n                     (a)\r\n                    \n\n\n\n\n\r\n                     a person in the workforce suffers a heart attack while at work that it is not connected with work;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (b)\r\n                    \n\n\n\n\n\r\n                     a person \r\nin the workforce driving to or from work is injured in a car accident \r\n(when driving is not part of the work and where the transport has not \r\nbeen organised by the undertaking); and\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (c)\r\n                    \n\n\n\n\n\r\n                     a person in the workforce with epilepsy has a seizure at work that is not connected with work.\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 84.", "AR 84.\r\n                \n\n\n\n\r\n                With regard to travelling for work \r\npurposes, injuries and ill health that occur while a person is \r\ntravelling are work-related if, at the time of the injury or ill health,\r\n the person was engaged in work activities “in the interest of the \r\nemployer”. Examples of such activities include travelling to and from \r\ncustomer contacts; conducting job tasks; and entertaining or being \r\nentertained to transact, discuss, or promote business (at the direction \r\nof the employer). If the undertaking is responsible for the transport \r\ncommuting,\r\n                \n\r\n                  incidents\r\n                 \n\r\n                occurred while commuting are \r\nconsidered to be work-related. Nonetheless, incidents which arise during\r\n travel, outside of the undertaking’s responsibility (i.e., regular \r\ncommuting to and from work), may be reported separately provided that \r\nthe undertaking has such data available across the undertaking.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 85.\r\n                \n\n\n\n\r\n                With regard to working from home, \r\ninjuries and ill health that occur when working from home are \r\nwork-related, if the injury or ill health occurs while the person is \r\nperforming work from home; and the injury or ill health is directly \r\nrelated to the performance of work rather than the general home \r\nenvironment or setting.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 86.\r\n                \n\n\n\n\r\n                With regard to mental illness, it is\r\n considered to be work-related, if it has been notified voluntarily by \r\nthe person concerned and it is supported by an opinion from a licensed \r\nhealthcare professional with appropriate\r\n                \n\r\n                  training\r\n                 \n\r\n                and experience; and if such opinion states that the illness is work-related.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 87.\r\n                \n\n\n\n\r\n                Health issues resulting, for \r\nexample, from smoking, drug and alcohol abuse, physical inactivity, \r\nunhealthy diets, and psychosocial factors unrelated to work are not \r\nconsidered work-related.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 88.\r\n                \n\n\n\n\r\n                Occupational diseases are not considered\r\n                \n\r\n                  work-related injuries\r\n                 \n\r\n                but are covered under\r\n                \n\r\n                  work-related ill health.\r\n                 \n\n\n\n\n\n\n\n\r\n           Guidance on computing the rate of work-related injuries\r\n          \n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 89.", "Guidance on computing the rate of work-related injuries\r\n          \n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 89.\r\n                \n\n\n\n\r\n                In computing the rate of \r\nwork-related injuries, the undertaking shall divide the respective \r\nnumber of cases by the number of total hours worked by people in its\r\n                \n\r\n                  own workforce\r\n                 \n\r\n                and multiplied by \r\n1 000 000. Thereby, these rates represent the number of \r\nrespective cases per one million hours worked. A rate based on \r\n1 000 000 hours worked indicates the number of work-related \r\ninjuries per 500 full time people in the workforce over a 1-year \r\ntimeframe. For comparability purposes a rate based on \r\n1 000 000 hours worked shall be used also for undertakings \r\nwith less than 500 people in the workforce.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 90.\r\n                \n\n\n\n\r\n                If the undertaking cannot directly \r\ncalculate the number of hours worked, it may estimate this on the basis \r\nof normal or standard hours of work, taking into account entitlements to\r\n periods of paid leave of absence from work (for example, paid \r\nvacations, paid sick leave, public holidays) and explain this in its \r\ndisclosures.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 91.\r\n                \n\n\n\n\r\n                An undertaking shall include \r\nfatalities as a result of work-related injury in the calculation of the \r\nnumber and rate of recordable work-related injuries.\r\n               \n\n\n\n\n\n\r\n           Guidance on recordable work-related ill health\r\n          \n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 92.\r\n                \n\n\n\n\r\n                Work-related ill health can include \r\nacute, recurring, and chronic health problems caused or aggravated by \r\nwork conditions or practices. These include musculoskeletal disorders, \r\nskin and respiratory diseases, malignant cancers, diseases caused by \r\nphysical agents (for example, noise-induced hearing loss, \r\nvibration-caused diseases), and mental illnesses (for example, anxiety, \r\npost-traumatic stress disorder). For the purpose of the required \r\ndisclosures, the undertaking shall, at a minimum, include in its \r\ndisclosure those cases outlined in the ILO List of Occupational \r\nDiseases.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 93.\r\n                \n\n\n\n\r\n                In the context of this Standard, \r\nwork-related musculoskeletal disorders are covered under work-related \r\nill health (and not injuries).\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 94.", "AR 94.\r\n                \n\n\n\n\r\n                The cases to be disclosed in \r\nparagraph 88(d) relate to cases of work-related ill health notified to \r\nthe undertaking or identified by the undertaking through medical \r\nsurveillance, during the reporting period. The undertaking might be \r\nnotified of cases of work-related ill health through reports by affected\r\n people, compensation agencies, or healthcare professionals. The \r\ndisclosure may include cases of work-related ill health that were \r\ndetected during the reporting period among people who were formerly in \r\nthe undertaking’s workforce.\r\n               \n\n\n\n\n\n\r\n           Guidance on the number of days lost\r\n          \n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 95.\r\n                \n\n\n\n\r\n                The undertaking shall count the \r\nnumber of days lost such that the first full day and last day of absence\r\n shall be included. Calendar days should be considered for the \r\ncalculation, thus days on which the affected individual is not scheduled\r\n for work (for example, weekends, public holidays) will count as lost \r\ndays.\r\n               \n\n\n\n\n\n\n\n\r\n             Disclosure Requirement S1-15 – Work-life balance\r\n            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 96.\r\n                \n\n\n\n\r\n                Family-related leave include \r\nmaternity leave, paternity leave, parental leave, and carers’ leave that\r\n is available under national law or collective agreements. For the \r\npurpose of this Standard, these concepts are defined as:\r\n               \n\n\n\n\n\n\n\n\n\n\r\n                     (a)\r\n                    \n\n\n\n\n\r\n                     maternity\r\n leave (also called pregnancy leave): employment-protected leave of \r\nabsence for employed women directly around the time of childbirth (or, \r\nin some countries, adoption);\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (b)\r\n                    \n\n\n\n\n\r\n                     paternity\r\n leave: leave from work for fathers or, where and in so far as \r\nrecognised by national law, for equivalent second parents, on the \r\noccasion of the birth or adoption of a child for the purposes of \r\nproviding care;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (c)\r\n                    \n\n\n\n\n\r\n                     parental \r\nleave: leave from work for parents on the grounds of the birth or \r\nadoption of a child to take care of that child, as defined by each \r\nMember State;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (d)\r\n                    \n\n\n\n\n\r\n                     carers’ \r\nleave from work: leave for workers to provide personal care or support \r\nto a relative, or a person who lives in the same household, in need of \r\nsignificant care or support for a serious medical reason, as defined by \r\neach Member State.\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 97.", "AR 97.\r\n                \n\n\n\n\r\n                With regard to paragraph 93 (a), \r\nemployees entitled to family-related leave are those who are covered by \r\nregulations, organisational policies, agreements, contracts or\r\n                \n\r\n                  collective bargaining\r\n                 \n\r\n                agreements that contain \r\nfamily-related leave entitlements and have reported their entitlement to\r\n the undertaking or the undertaking is aware of the entitlement.\r\n               \n\n\n\n\n\n\n\n\r\n             Disclosure Requirement S1-16 – Remuneration metrics (pay gap and total remuneration)\r\n            \n\n\n\n\r\n            Pay gap\r\n           \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 98.\r\n                \n\n\n\n\r\n                When compiling the information required under paragraph 97 (a) for the gap in\r\n                \n\r\n                  pay\r\n                 \n\r\n                between its female and male employees (also known as the “gender pay gap”) the undertaking shall use the following methodology:\r\n               \n\n\n\n\n\n\n\n\n\n\r\n                     (a)\r\n                    \n\n\n\n\n\r\n                     include all\r\n                     \n\r\n                       employees\r\n                      \n\r\n                     ’ gross hourly pay level; and\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (b)\r\n                    \n\n\n\n\n\r\n                     apply the following formula to calculate the gender pay gap:\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 99.\r\n                \n\n\n\n\r\n                When disclosing the information \r\nrequired under paragraph 97 (a), the undertaking shall provide any \r\ncontextual information necessary to understand the data and how the data\r\n has been compiled (methodology). Information regarding how objective \r\nfactors such as type of work and country of employment influence the \r\ngender\r\n                \n\r\n                  pay\r\n                 \n\r\n                gap may be reported.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 100.\r\n                \n\n\n\n\r\n                The measure of the undertaking’s gender\r\n                \n\r\n                  pay\r\n                 \n\r\n                gap shall be reported for the \r\ncurrent reporting period and, if reported in previous sustainability \r\nreports, for the previous two reporting periods.\r\n               \n\n\n\n\n\n\n\r\n            Total remuneration Ratio\r\n           \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 101.\r\n                \n\n\n\n\r\n                When compiling the information required by paragraph 97 (b), the undertaking shall:\r\n               \n\n\n\n\n\n\n\n\n\n\r\n                     (a)\r\n                    \n\n\n\n\n\r\n                     include all\r\n                     \n\r\n                       employees\r\n                      \n\r\n                     ;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (b)", "(b)\r\n                    \n\n\n\n\n\r\n                     consider, depending on the undertaking’s remuneration policies, all of the following:\r\n                    \n\n\n\n\n\n\n\n\n\n\n\r\n                         i.\r\n                        \n\n\n\n\n\r\n                         base salary, which is the sum of guaranteed, short-term, and non-variable cash compensation;\r\n                        \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                         ii.\r\n                        \n\n\n\n\n\r\n                         benefits\r\n in cash, which is the sum of the base salary and cash allowances, \r\nbonuses, commissions, cash profit-sharing, and other forms of variable \r\ncash payments;\r\n                        \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                         iii.\r\n                        \n\n\n\n\n\r\n                         benefits in kind, such as cars, private health insurance, life insurance, wellness programs; and\r\n                        \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                         iv.\r\n                        \n\n\n\n\n\r\n                         direct\r\n remuneration, which is the sum of benefits in cash, benefits in kind \r\nand total fair value of all annual long-term incentives (for example, \r\nstock option awards, restricted stock shares or units, performance stock\r\n shares or units, phantom stock shares, stock appreciation rights, and \r\nlong-term cash awards).\r\n                        \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (c)\r\n                    \n\n\n\n\n\r\n                     apply the following formula for the\r\n                     \n\r\n                       annual total remuneration\r\n                      \n\r\n                     ratio:\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 102.\r\n                \n\n\n\n\r\n                To illustrate the contextual \r\ninformation, the undertaking may provide an explanation to understand \r\nthe data and how the data has been compiled (methodology). Quantitative \r\ndata, such as the\r\n                \n\r\n                  annual total remuneration\r\n                 \n\r\n                ratio, may not be sufficient on its own to understand\r\n                \n\r\n                  pay\r\n                 \n\r\n                disparity and its drivers. For \r\nexample, pay ratios can be influenced by the size of the undertaking \r\n(for example, revenue, number of\r\n                \n\r\n                  employees\r\n                 \n\r\n                ), its sector, its employment \r\nstrategy (for example, reliance on outsourced workers or part-time \r\nemployees, a high degree of automation), or currency volatility.\r\n               \n\n\n\n\n\n\n\n\r\n             Disclosure Requirement S1-17 –Incidents, complaints and severe human rights impacts\r\n            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 103.", "Disclosure Requirement S1-17 –Incidents, complaints and severe human rights impacts\r\n            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 103.\r\n                \n\n\n\n\r\n                In addition to the information required by paragraphs 103 and 104, the undertaking may disclose the status of\r\n                \n\r\n                  incidents\r\n                 \n\r\n                and/or complaints and actions taken with reference to the following:\r\n               \n\n\n\n\n\n\n\n\n\n\r\n                     (a)\r\n                    \n\n\n\n\n\r\n                     incidents reviewed by the undertaking;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (b)\r\n                    \n\n\n\n\n\r\n                     remediation plans being implemented;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (c)\r\n                    \n\n\n\n\n\r\n                     remediation plans that have been implemented, with results reviewed through routine internal management review processes; and\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (d)\r\n                    \n\n\n\n\n\r\n                     incidents no longer subject to action.\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 104.\r\n                \n\n\n\n\r\n                If the undertaking compiles the information described in AR 103, it shall consider the following:\r\n               \n\n\n\n\n\n\n\n\n\n\r\n                     (a)\r\n                    \n\n\n\n\n\r\n                     an\r\n                     \n\r\n                       incident\r\n                      \n\r\n                     is no longer \r\nsubject to action if it is resolved, the case is completed, or no \r\nfurther action is required by the undertaking. For example, an incident \r\nfor which no further action is required can include cases that are \r\nwithdrawn or where the underlying circumstances that led to the incident\r\n no longer exist;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (b)\r\n                    \n\n\n\n\n\r\n                     remedial \r\naction is directed toward the alleged harasser and the alleged victim. \r\nRemedial action toward the victim may include offering to \r\npay his/her expenses for counselling sessions, offering the victim \r\nsome paid time off, offering to reinstate sick/vacation days if the\r\n victim has incurred any expenses due to the\r\n                     \n\r\n                       harassment\r\n                      \n\r\n                     (such as having used sick or vacation days); and\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (c)"]}