{"content": ["(\r\n          \r\n           12\r\n          \r\n          )\r\n         \r\n         Directive 2010/75/EU on industrial emissions (IED).\r\n        \n\n\r\n          (\r\n          \r\n           13\r\n          \r\n          )\r\n         \r\n         Regulation\r\n (EU) 2018/1999 of the European Parliament and of the Council of \r\n11 December 2018 on the Governance of the Energy Union and Climate \r\nAction, amending Regulations (EC) No 663/2009 and (EC) \r\nNo 715/2009 of the European Parliament and of the Council, \r\nDirectives 94/22/EC, 98/70/EC, 2009/31/EC, 2009/73/EC, 2010/31/EU, \r\n2012/27/EU and 2013/30/EU of the European Parliament and of the \r\nCouncil, Council Directives 2009/119/EC and (EU) 2015/652 and \r\nrepealing Regulation (EU) No 525/2013 of the European Parliament \r\nand of the Council (\r\n         \r\n          OJ L 328, 21.12.2018, p. 1\r\n         \r\n         ).\r\n        \n\n\r\n          (\r\n          \r\n           14\r\n          \r\n          )\r\n         \r\n         Article \r\n2(20) of Regulation (EU) 2020/852 of the European Parliament and of\r\n the Council of 18 June 2020 on the establishment of a framework to\r\n facilitate sustainable investment, and amending Regulation \r\n(EU) 2019/2088 (\r\n         \r\n          OJ L 198, 22.6.2020, p. 13\r\n         \r\n         ).\r\n        \n\n\r\n          (\r\n          \r\n           15\r\n          \r\n          )\r\n         \r\n         Directive\r\n 2006/54/EC of the European Parliament and of the Council of 5 July\r\n 2006 on the implementation of the principle of equal opportunities and \r\nequal treatment of men and women in matters of employment and occupation\r\n (\r\n         \r\n          OJ L 204, 26.7.2006, p. 23\r\n         \r\n         ).\r\n        \n\n\r\n          (\r\n          \r\n           16\r\n          \r\n          )\r\n         \r\n         Council\r\n Directive 2000/78/EC of 27 November 2000 establishing a general \r\nframework for equal treatment in employment and occupation (\r\n         \r\n          OJ L 303, 2.12.2000, p. 16\r\n         \r\n         ).\r\n        \n\n\r\n          (\r\n          \r\n           17\r\n          \r\n          )\r\n         \r\n         Directive\r\n 2008/98/EC of the European Parliament and of the Council of \r\n19 November 2008 on waste and repealing certain Directives (\r\n         \r\n          OJ L 312, 22.11.2008, p. 3\r\n         \r\n         ).\r\n        \n\n\r\n          (\r\n          \r\n           18\r\n          \r\n          )\r\n         \r\n         Regulation\r\n (EC) No 1893/2006 of the European Parliament and of the Council of\r\n 20 December 2006 establishing the statistical classification of \r\neconomic activities NACE Revision 2 and amending Council Regulation \r\n(EEC) No 3037/90 as well as certain EC Regulations on specific \r\nstatistical domains (\r\n         \r\n          OJ L 393, 30.12.2006, p. 1\r\n         \r\n         ).", "(\r\n          \r\n           19\r\n          \r\n          )\r\n         \r\n         Commission\r\n Delegated Regulation (EU) 2022/1288 of 6 April 2022 \r\nsupplementing Regulation (EU) 2019/2088 of the European Parliament \r\nand of the Council with regard to regulatory technical standards \r\nspecifying the details of the content and presentation of the \r\ninformation in relation to the principle of ‘do no significant harm’, \r\nspecifying the content, methodologies and presentation of information in\r\n relation to sustainability indicators and adverse sustainability \r\nimpacts, and the content and presentation of the information in relation\r\n to the promotion of environmental or social characteristics and \r\nsustainable investment objectives in pre-contractual documents, on \r\nwebsites and in periodic reports (\r\n         \r\n          OJ L 196, 25.7.2022, p. 1\r\n         \r\n         ).\r\n        \n\n\r\n          (\r\n          \r\n           20\r\n          \r\n          )\r\n         \r\n         Article 2 point (g) of Council Directive 1999/31/EC of 26 April 1999 on the landfill of waste (\r\n         \r\n          OJ L 182, 16.7.1999, p. 1\r\n         \r\n         ).\r\n        \n\n\r\n          (\r\n          \r\n           21\r\n          \r\n          )\r\n         \r\n         Article \r\n3(1) of Directive 94/62/EC of the European Parliament and of the Council\r\n of 20 December 1994 on packaging and packaging waste (\r\n         \r\n          OJ L 365, 31.12.1994, p. 10\r\n         \r\n         ).\r\n        \n\n\r\n          (\r\n          \r\n           22\r\n          \r\n          )\r\n         \r\n         Article \r\n2(10) of Regulation (EU) 2020/852 on the establishment of a \r\nframework to facilitate sustainable investment.\r\n        \n\n\r\n          (\r\n          \r\n           23\r\n          \r\n          )\r\n         \r\n         Directive 2010/75/EU on industrial emissions (IED).\r\n        \n\n\r\n          (\r\n          \r\n           24\r\n          \r\n          )\r\n         \r\n         Directive 2010/75/EU on industrial emissions (IED).\r\n        \n\n\r\n          (\r\n          \r\n           25\r\n          \r\n          )\r\n         \r\n         Article 3(15) of Directive 2008/98/EC on waste.\r\n        \n\n\r\n          (\r\n          \r\n           26\r\n          \r\n          )\r\n         \r\n         Article \r\n2(1) Directive (EU) 2018/2001 of the European Parliament and of the\r\n Council of 11 December 2018 on the promotion of the use of energy \r\nfrom renewable sources (\r\n         \r\n          OJ L 328, 21.12.2018, p. 82\r\n         \r\n         ).\r\n        \n\n\r\n          (\r\n          \r\n           27\r\n          \r\n          )\r\n         \r\n         Regulation\r\n (EU) 2021/697 of the European Parliament and of the Council of \r\n29 April 2021 establishing the European Defence Fund and repealing \r\nRegulation (EU) 2018/1092 (\r\n         \r\n          OJ L 170, 12.5.2021, p. 149\r\n         \r\n         ).\r\n        \n\n\r\n          (\r\n          \r\n           28\r\n          \r\n          )\r\n         \r\n         Article 3(21) of Directive 2010/75/EU on industrial emissions (IED).", "(\r\n          \r\n           28\r\n          \r\n          )\r\n         \r\n         Article 3(21) of Directive 2010/75/EU on industrial emissions (IED).\r\n        \n\n\r\n          (\r\n          \r\n           29\r\n          \r\n          )\r\n         \r\n         Commission\r\n Regulation (EU) 2018/2026 of 19 December 2018 amending \r\nAnnex IV to Regulation (EC) No 1221/2009 of the European \r\nParliament and of the Council on the voluntary participation by \r\norganisations in a Community eco-management and audit scheme (EMAS) (\r\n         \r\n          OJ L 325, 20.12.2018, p. 18\r\n         \r\n         ).\r\n        \n\n\r\n          (\r\n          \r\n           30\r\n          \r\n          )\r\n         \r\n         Commission\r\n Implementing Decision of 10 February 2012 laying down rules \r\nconcerning guidance on the collection of data and on the drawing up of \r\nBAT reference documents and on their quality, assurance referred to in \r\nDirective 2010/75/EU of the European Parliament and of the Council on \r\nindustrial emissions.\r\n        \n\n\r\n          (\r\n          \r\n           31\r\n          \r\n          )\r\n         \r\n         Council\r\n Directive 96/29/Euratom of 13 May 1996 laying down basic safety \r\nstandards for the protection of the health of workers and the general \r\npublic against the dangers arising from ionizing radiation (\r\n         \r\n          OJ L 159, 29.6.1996, p. 1\r\n         \r\n         ).\r\n        \n\n\r\n          (\r\n          \r\n           32\r\n          \r\n          )\r\n         \r\n         Directive\r\n 2009/41/EC of the European Parliament and of the Council of 6 May \r\n2009 on the contained use of genetically modified micro-organisms (\r\n         \r\n          OJ L 125, 21.5.2009, p. 75\r\n         \r\n         ).\r\n        \n\n\r\n          (\r\n          \r\n           33\r\n          \r\n          )\r\n         \r\n         Directive\r\n 2001/18/EC of the European Parliament and of the Council of \r\n12 March 2001 on the deliberate release into the environment of \r\ngenetically modified organisms and repealing Council Directive \r\n90/220/EEC (\r\n         \r\n          OJ L 106, 17.4.2001, p. 1\r\n         \r\n         ).\r\n        \n\n\r\n          (\r\n          \r\n           34\r\n          \r\n          )\r\n         \r\n         Directive 2010/75/EU on industrial emissions (IED).\r\n        \n\n\r\n          (\r\n          \r\n           35\r\n          \r\n          )\r\n         \r\n         Regulation\r\n (EC) No 1907/2006 of the European Parliament and of the Council of\r\n 18 December 2006 concerning the Registration, Evaluation, \r\nAuthorisation and Restriction of Chemicals (REACH), establishing a \r\nEuropean Chemicals Agency, amending Directive 1999/45/EC and repealing \r\nCouncil Regulation (EEC) No 793/93 and Commission Regulation (EC) \r\nNo 1488/94 as well as Council Directive 76/769/EEC and Commission \r\nDirectives 91/155/EEC, 93/67/EEC, 93/105/EC and 2000/21/EC (\r\n         \r\n          OJ L 396, 30.12.2006, p. 1\r\n         \r\n         )", "(\r\n          \r\n           36\r\n          \r\n          )\r\n         \r\n         Regulation\r\n (EC) No 1272/2008 of the European Parliament and of the Council of\r\n 16 December 2008 on classification, labelling and packaging of \r\nsubstances and mixtures, amending and repealing Directives 67/548/EEC \r\nand 1999/45/EC, and amending Regulation (EC) No 1907/2006 (\r\n         \r\n          OJ L 353, 31.12.2008, p. 1\r\n         \r\n         ).\r\n        \n\n\r\n          (\r\n          \r\n           37\r\n          \r\n          )\r\n         \r\n         Directive\r\n 2000/60/EC of the European Parliament and of the Council of \r\n23 October 2000 establishing a framework for Community action in \r\nthe field of water policy (Water Framework Directive).\r\n        \n\n\r\n          (\r\n          \r\n           38\r\n          \r\n          )\r\n         \r\n         Regulation (EU) 2019/2088 on sustainability-related disclosures in the financial services sector.\r\n        \n\n\r\n          (\r\n          \r\n           39\r\n          \r\n          )\r\n         \r\n         Directive\r\n 2013/34/EU of the European Parliament and of the Council of \r\n26 June 2013 on the annual financial statements, consolidated \r\nfinancial statements and related reports of certain types of \r\nundertakings, amending Directive 2006/43/EC of the European Parliament \r\nand of the Council and repealing Council Directives 78/660/EEC \r\nand 83/349/EEC (\r\n         \r\n          OJ L 182, 29.6.2013, p. 19\r\n         \r\n         ).\r\n        \n\n\r\n          (\r\n          \r\n           40\r\n          \r\n          )\r\n         \r\n         Article 3(1) of Directive 2008/98/EC on waste.\r\n        \n\n\r\n          (\r\n          \r\n           41\r\n          \r\n          )\r\n         \r\n         Article 4(1) of the Directive 2008/98/EC on waste.\r\n        \n\n\r\n          (\r\n          \r\n           42\r\n          \r\n          )\r\n         \r\n         Article 3(9) of the Directive 2008/98/EC on waste.\r\n        \n\n\n\n\n\r\n        ELI: http://data.europa.eu/eli/reg_del/2023/2772/oj\r\n       \n\n\n\r\n        ISSN 1977-0677 (electronic edition)\r\n       \n\n\n\n\n\n\n\n\n\n\r\nS", "European Industrial Emissions PortalSkip to main contentSkip to navigationSkip to footerHomeExploreAnalyseDownloadPollutantsAboutHomeExploreAnalyseDownloadPollutantsAboutWelcome to the European Industrial Emissions PortalThe website presents information on the largest industrial complexes in Europe, releases and transfers of regulated substances to environmental media, waste transfers as well as more detailed data on energy input and emissions for large combustion plants in EU Member States, Iceland, Liechtenstein, Norway, Serbia, Switzerland and the United Kingdom.If you are new to this topic, please make sure that you read our guide on what to find in the portal. You can explore the data online, or download datasets and work with them in a software of your own preference.ANALYSEFind the biggest polluters and compare data across countriesDOWNLOADWork with raw datasheets on your own choice of softwareABOUTNew to this topic?Understand the Industry portalLearn more about pollutantsPollutants are different in nature, and each of them may have different harmful potential in relation to the medium in which is released into. Select one pollutant to learn more about it.loading.... VIEW MOREHomeExploreAnalyseDownloadPollutantsAboutEuropean Environment Agency (EEA)Kongens Nytorv 61050 Copenhagen KDenmarkContact usThe European Environment Agency (EEA) is an agency of the European Union.Legal noticePrivacy statementEEA systems status", "Forest Information System for Europe (FISE)Skip to main contentSkip to navigationSkip to footerHome3 Billion Trees3 Billion Trees initiativeOrganisationsHow can I join?MapMyTree AppEurope's forestsBasic forest dataForest and natureForest biodiversity and ecosystemsBioeconomyForest and climateVitalityForest managementCountriesAlbaniaAustriaBelgiumBosnia-HerzegovinaBulgariaCroatiaCyprusCzechiaDenmarkEstoniaFinlandFranceGermanyGreeceHungaryIrelandItalyLatviaLithuaniaLuxembourgMaltaMontenegroNetherlandsNorth MacedoniaNorwayPolandPortugalRomaniaSerbiaSlovakiaSloveniaSpainSwedenSwitzerlandTürkiyeRegionsEuropean UnionData catalogueKnowledgePolicyResearch projectsResearch highlightsResearch updatesToolsDiscover Europe's ForestsEurope's forests are home to a rich variety of life  Discover forests and biodiversityForests are a renewable source of raw materials for everyday life  See more about forests and bioeconomyForests become fragmented through urban, infrastructural and agricultural expansion  Learn about forests and natureDiscover Europe's ForestsGrowing forests capture carbon on trees and soils  Learn about forest and climate changeMixed forests harbor more biodiversity than monocultures  Learn about forest managementNatural disturbances like drought, storms, and pests decrease forest health and resilience  Learn about forest vitalityThe 3 billion Tree Planting Pledge for 2030Learn more and join the pledgeWelcome to FISE―FISE is the entry point for sharing information with the forestcommunity on Europe's forest environment, its state and development.FISE brings together data, information and knowledge gathered orderived through key forest-related policy drivers.RESEARCH HIGHLIGHTSustaining Europe's forest biodiversity: Preservation, management and restorationEurope’s forests represent a rich variety of unique natural heritage. This diversity of ecosystems provides homes for countless plants, animals, fungi and microorganisms, playing a crucial role in maintaining ecological balance and supporting the welfare of societies and economies.Read here research highlights MAPMYTREEHelp us reach our goal of planting three billion trees in the EU by 2030Anyone can plant a tree! And by 2030 we want 3 billion more trees in Europe. To achieve this ambitious target, we need motivated Europeans to plant trees and make sure that they grow over time.Tree planting requires everyone involved to work together and the success of the pledge depends heavily on grassroots initiatives. Individuals, landowners, associations, companies, and public bodies such as cities and regions are all encouraged to participate in the initiative.Read more and joinCOUNTRY FOREST INFORMATIONGet an overview of the state of forest in the European CountriesHealthy, diverse, productive, and resilient forests provide a long range of benefits to society and to human well-being and are fundamental for the sustainable development of forests. The country pages aim to give you an overall insight on", "forests provide a long range of benefits to society and to human well-being and are fundamental for the sustainable development of forests. The country pages aim to give you an overall insight on how forests are doing in your country and other European countries.Information reaches main aspects of forest state and trends from nature and biodiversity to bioeconomy. The information has been collected by the countries and reported to European forest databases and policy processes such as Eurostat, Forest Europe, the United Nations Economic Commission for Europe (UNECE) and the Food and Agriculture Organization of the United Nations (FAO), and information compiled at the European Environmental Agency (EEA).Go to FISE country sectionDO YOU KNOW WHAT A FOREST IS?Discover its definition(s) for more insightsIn fact really not an easy question. When looking into the forest area and cover, it is essential to consider that the term ‘forest’ may have very different meanings depending on the context. As a result, different data sources may use different forest definitions or even concepts, typically linked to the assessment methods and criteria agreed in various international frameworks. Great care should thus be taken when using, comparing, or combining forest area and forest cover estimates. Read \"What is considered a Forest\" for more insightsFISE LATEST NEWS3 Billion TreesEurope's forestsCountriesData catalogueSlides on the front pageKnowledgeAbout usHomepagedefault_header_imageLegal noticePrivacy statementDataNewsRSS feedEventslatest news events on forestDocumentspicturesThe Forest Monitoring Proposal is out!Legal noticePrivacy statementContact usAbout usEEA Systems StatusLoginSoftware version 2.28.2, last updated 12/15/2022AboutFISE - Forest Information System for Europe is a forest knowledge base in support of the EU Forest Strategy. PartnersOther European Information Systems"]}