{"content": ["(a)\r\n                    \n\n\n\n\n\r\n                     consider \r\nthe principles, requirements and guidance provided by the GHG Protocol \r\nCorporate Standard (version 2004). The undertaking may consider \r\nCommission Recommendation (EU) 2021/2279\r\n                     \r\n                      (\r\n                      \r\n                       58\r\n                      \r\n                      )\r\n                     \r\n                     or the requirements stipulated by EN ISO 14064-1:2018. If the \r\nundertaking already applies the GHG accounting methodology of ISO 14064-\r\n 1: 2018, it shall nevertheless comply with the requirements of this \r\nstandard (e.g., regarding reporting boundaries and the disclosure of \r\nmarket-based Scope 2 GHG emissions);\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (b)\r\n                    \n\n\n\n\n\r\n                     disclose \r\nthe methodologies, significant assumptions and emissions factors used to\r\n calculate or measure GHG emissions accompanied by the reasons why they \r\nwere chosen, and provide a reference or link to any calculation tools \r\nused;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (c)\r\n                    \n\n\n\n\n\r\n                     include emissions of CO2, CH4, N2O, HFCs, PFCs, SF6, and NF3. Additional GHG may be considered when significant; and\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (d)\r\n                    \n\n\n\n\n\r\n                     use the most recent\r\n                     \n\r\n                       Global Warming Potential (GWP)\r\n                      \n\r\n                     values published by the IPCC based on a 100-year time horizon to calculate CO2eq emissions of non-CO2 gases.\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 40.\r\n                \n\n\n\n\r\n                When preparing the information for \r\nreporting GHG emissions from its associates, joint ventures, \r\nunconsolidated subsidiaries (investment entities) and contractual \r\narrangements as required by paragraph 50, the undertaking shall \r\nconsolidate 100% of the GHG emissions of the entities it operationally \r\ncontrols. In practice, this happens when the undertakings holds the \r\nlicense - or permit - to operate the assets from these associates, joint\r\n ventures, unconsolidated subsidiaries (investment entities) and \r\ncontractual arrangements. When the undertaking has a contractually \r\ndefined part-time operational control, it shall consolidate 100% the GHG\r\n emitted during the time of its operational control.\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 41.", "AR 41.\r\n                \n\n\n\n\r\n                In line with ESRS 1 chapter 3.7, the\r\n undertaking shall disaggregate information on its GHG emissions as \r\nappropriate. For example, the undertaking may disaggregate its Scope 1, \r\n2, 3, or total GHG\r\n                \n\r\n                  emissions\r\n                 \n\r\n                by country, operating segments,\r\n economic activity, subsidiary, GHG category (CO2, CH4, N2O, HFCs, PFCs,\r\n SF6, NF3, and other GHG considered by the undertaking) or source type \r\n(stationary combustion, mobile combustion, process emissions and \r\nfugitive emissions).\r\n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 42.\r\n                \n\n\n\n\r\n                An undertaking might have a \r\ndifferent reporting period from some or all of the entities in its value\r\n chain. In such circumstances, the undertaking is permitted to measure \r\nits GHG emissions in accordance with paragraph 44 using information for \r\nreporting periods that are different from its own reporting period if \r\nthat information is obtained from entities in its value chain with \r\nreporting periods that are different from the undertaking’s reporting \r\nperiod, on the condition that:\r\n               \n\n\n\n\n\n\n\n\n\n\r\n                     (a)\r\n                    \n\n\n\n\n\r\n                     the \r\nundertaking uses the most recent data available from those entities in \r\nits value chain to measure and disclose its greenhouse gas emissions;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (b)\r\n                    \n\n\n\n\n\r\n                     the length of the reporting periods is the same; and\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (c)\r\n                    \n\n\n\n\n\r\n                     the \r\nundertaking discloses the effects of significant events and changes in \r\ncircumstances (relevant to its GHG emissions) that occur between the \r\nreporting dates of the entities in its value chain and the date of the \r\nundertaking’s general purpose financial statements.\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 43.\r\n                \n\n\n\n\r\n                When preparing the information on gross\r\n                \n\r\n                  Scope 1 GHG\r\n                 \n\r\n                  emissions\r\n                 \n\r\n                required under paragraph 48 (a), the undertaking shall:\r\n               \n\n\n\n\n\n\n\n\n\n\r\n                     (a)\r\n                    \n\n\n\n\n\r\n                     calculate\r\n or measure GHG emissions from stationary combustion, mobile combustion,\r\n process emissions and fugitive emissions; and use suitable activity \r\ndata that include the non-renewable fuel consumption;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (b)\r\n                    \n\n\n\n\n\r\n                     use suitable and consistent emission factors;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (c)", "use suitable and consistent emission factors;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (c)\r\n                    \n\n\n\n\n\r\n                     disclose \r\nbiogenic emissions of CO2 from the combustion or bio-degradation of \r\nbiomass separately from the Scope 1 GHG emissions, but include emissions\r\n of other types of GHG (in particular CH4 and N2O);\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (d)\r\n                    \n\n\n\n\n\r\n                     not include any removals, or any purchased, sold or transferred\r\n                     \n\r\n                       carbon credits\r\n                      \n\r\n                     or GHG allowances in the calculation of Scope 1 GHG emissions; and\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (e)\r\n                    \n\n\n\n\n\r\n                     for \r\nactivities reporting under the EU ETS, report on Scope 1 emissions \r\nfollowing the EU ETS methodology. The EU ETS methodology may also be \r\napplied to activities in geographies and sectors that are not covered by\r\n the EU ETS.\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 44.\r\n                \n\n\n\n\r\n                When preparing the information on the percentage of Scope 1 GHG\r\n                \n\r\n                  emissions\r\n                 \n\r\n                from regulated emission trading schemes required under paragraph 48 (b), the undertaking shall:\r\n               \n\n\n\n\n\n\n\n\n\n\r\n                     (a)\r\n                    \n\n\n\n\n\r\n                     consider GHG emissions from the\r\n                     \n\r\n                       installations\r\n                      \n\r\n                     it operates that \r\nare subject to regulated Emission Trading Schemes (ETS), including the \r\nEU-ETS, national ETS and non-EU ETS, if applicable;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (b)\r\n                    \n\n\n\n\n\r\n                     only include emissions of CO2, CH4, N2O, HFCs, PFCs, SF6, and NF3;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (c)\r\n                    \n\n\n\n\n\r\n                     ensure the same accounting period for gross Scope 1 GHG emissions and GHG emissions regulated under the ETS; and\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (d)\r\n                    \n\n\n\n\n\r\n                     calculate the share by using the following formula:\r\n                    \n\n\n\n\n\n\n\n\n\r\n                        GHG Emissions in (t CO\r\n                        \r\n                         2\r\n                        \r\n                        eq) from EU ETS installations + national ETS installations + nonEU ETS installations\r\n                       \n\n\n\n\n\r\n                        Scope 1 GHG emissions (t CO2eq)\r\n                       \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 45.", "Scope 1 GHG emissions (t CO2eq)\r\n                       \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 45.\r\n                \n\n\n\n\r\n                When preparing the information on gross Scope 2 GHG\r\n                \n\r\n                  emissions\r\n                 \n\r\n                required under paragraph 49, the undertaking shall:\r\n               \n\n\n\n\n\n\n\n\n\n\r\n                     (a)\r\n                    \n\n\n\n\n\r\n                     consider \r\nthe principles and requirements of the GHG Protocol Scope 2 Guidance \r\n(version 2015, in particular the Scope 2 quality criteria in chapter 7.1\r\n relating to contractual instruments); it may also consider Commission \r\nRecommendation (EU) 2021/2279 or the relevant requirements for the \r\nquantification of\r\n                     \n\r\n                       indirect GHG emissions\r\n                      \n\r\n                     from imported energy in EN ISO 14064-1:2018;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (b)\r\n                    \n\n\n\n\n\r\n                     include\r\n                     \n\r\n                       purchased or acquired electricity, steam, heat, and cooling\r\n                      \n\r\n                     consumed by the undertaking;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (c)\r\n                    \n\n\n\n\n\r\n                     avoid double counting of GHG emissions reported under Scope 1 or 3;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (d)\r\n                    \n\n\n\n\n\r\n                     apply the\r\n location-based and market-based methods to calculate Scope 2 GHG \r\nemissions and provide information on the share and types of contractual \r\ninstruments. Location-based method quantifies Scope 2 GHG emissions \r\nbased on average energy generation emission factors for defined \r\nlocations, including local, subnational, or national boundaries (GHG \r\nProtocol, “Scope 2 Guidance”, Glossary, 2015). Market-based method \r\nquantifies Scope 2 GHG emissions based on GHG emissions emitted by the \r\ngenerators from which the reporting entity contractually purchases \r\nelectricity bundled with instruments, or unbundled instruments on their \r\nown (GHG Protocol, “Scope 2 Guidance”, Glossary, 2015); in this case, \r\nthe undertaking may disclose the share of market-based scope 2 GHG \r\nemissions linked to purchased electricity bundled with instruments such \r\nas Guarantee of Origins or Renewable Energy Certificates. The \r\nundertaking shall provide information about the share and types of \r\ncontractual instruments used for the sale and purchase of energy bundled\r\n with attributes about the energy generation or for unbundled energy \r\nattribute claims.\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (e)", "(e)\r\n                    \n\n\n\n\n\r\n                     disclose \r\nbiogenic emissions of CO2 carbon from the combustion or biodegradation \r\nof biomass separately from the Scope 2 GHG emissions but include \r\nemissions of other types of GHG (in particular CH4 and N2O). In case the\r\n emission factors applied do not separate the percentage of biomass or \r\nbiogenic CO2, the undertaking shall disclose this. In case GHG emissions\r\n other than CO2 (particularly CH4 and N2O) are not available for, or \r\nexcluded from, location-based grid average emissions factors or with the\r\n market-based method information, the undertaking shall disclose this.\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (f)\r\n                    \n\n\n\n\n\r\n                     not include any removals, or any purchased, sold or transferred\r\n                     \n\r\n                       carbon credits\r\n                      \n\r\n                     or GHG allowances in the calculation of Scope 2 GHG emissions.\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 46.\r\n                \n\n\n\n\r\n                When preparing the information on gross Scope 3 GHG\r\n                \n\r\n                  emissions\r\n                 \n\r\n                required under paragraph 51, the undertaking shall:\r\n               \n\n\n\n\n\n\n\n\n\n\r\n                     (a)\r\n                    \n\n\n\n\n\r\n                     consider \r\nthe principles and provisions of the GHG Protocol Corporate Value Chain \r\n(Scope 3) Accounting and Reporting Standard (Version 2011); and it may \r\nconsider Commission Recommendation (EU) 2021/2279 or the relevant \r\nrequirements for the quantification of\r\n                     \n\r\n                       indirect GHG emissions\r\n                      \n\r\n                     from EN ISO 14064-1:2018;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (b)\r\n                    \n\n\n\n\n\r\n                     if it is a\r\n financial institution, consider the GHG Accounting and Reporting \r\nStandard for the Financial Industry from the Partnership for Carbon \r\nAccounting Financial (PCAF), specifically part A “Financed Emissions” \r\n(version December 2022);\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (c)\r\n                    \n\n\n\n\n\r\n                     screen \r\nits total Scope 3 GHG emissions based on the 15 Scope 3 categories \r\nidentified by the GHG Protocol Corporate Standard and GHG Protocol \r\nCorporate Value Chain (Scope 3) Accounting and Reporting Standard \r\n(Version 2011) using appropriate estimates. Alternatively, it may screen\r\n its\r\n                     \n\r\n                       indirect GHG emissions\r\n                      \n\r\n                     based on the categories provided by EN ISO 14064-1:2018 clause 5.2.4 (excluding indirect GHG emissions from imported energy);\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (d)", "(d)\r\n                    \n\n\n\n\n\r\n                     identify \r\nand disclose its significant Scope 3 categories based on the magnitude \r\nof their estimated GHG emissions and other criteria provided by GHG \r\nProtocol Corporate Value Chain (Scope 3) Accounting and Reporting \r\nStandard (Version 2011, p. 61 and 65-68) or EN ISO \r\n14064-1:2018 Annex H.3.2, such as financial spend, influence, related\r\n                     \n\r\n                       transition risks\r\n                      \n\r\n                     and\r\n                     \n\r\n                       opportunities\r\n                      \n\r\n                     or\r\n                     \n\r\n                       stakeholder\r\n                      \n\r\n                     views;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (e)\r\n                    \n\n\n\n\n\r\n                     calculate or estimate GHG emissions in significant Scope 3 categories using suitable emissions factors;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (f)\r\n                    \n\n\n\n\n\r\n                     update \r\nScope 3 GHG emissions in each significant category every year on the \r\nbasis of current activity data; update the full Scope 3 GHG inventory at\r\n least every 3 years or on the occurrence of a significant event or a \r\nsignificant change in circumstances (a significant event or significant \r\nchange in circumstances can, for example, relate to changes in the \r\nundertaking’s activities or structure, changes in the activities or \r\nstructure of its upstream and downstream value chain(s), a change in \r\ncalculation methodology or in the discovery of errors);”);\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (g)\r\n                    \n\n\n\n\n\r\n                     disclose \r\nthe extent to which the undertaking’s Scope 3 GHG emissions are measured\r\n using inputs from specific activities within the entity’s upstream and \r\ndownstream value chain, and disclose the percentage of emissions \r\ncalculated using primary data obtained from\r\n                     \n\r\n                       suppliers\r\n                      \n\r\n                     or other\r\n                     \n\r\n                       value chain\r\n                      \n\r\n                     partners.\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (h)\r\n                    \n\n\n\n\n\r\n                     for each \r\nsignificant Scope 3 GHG category, disclose the reporting boundaries \r\nconsidered, the calculation methods for estimating the GHG emissions as \r\nwell as if and which calculation tools were applied. The Scope 3 \r\ncategories should be consistent with the GHGP and include:\r\n                    \n\n\n\n\n\n\n\n\n\n\n\r\n                         i.\r\n                        \n\n\n\n\n\r\n                         indirect Scope 3 GHG emissions from the consolidated accounting group (the parent and its subsidiaries),", "indirect Scope 3 GHG emissions from the consolidated accounting group (the parent and its subsidiaries),\r\n                        \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                         ii.\r\n                        \n\n\n\n\n\r\n                         indirect\r\n Scope 3 GHG emissions from associates, joint ventures, and \r\nunconsolidated subsidiaries for which the undertaking has the ability to\r\n control the operational activities and relationships (i.e., operational\r\n control),\r\n                        \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                         iii.\r\n                        \n\n\n\n\n\r\n                         Scope\r\n 1, 2 and 3 GHG emissions from associates, joint ventures, \r\nunconsolidated subsidiaries (investment entities) and joint arrangements\r\n for which the undertaking does not have\r\n                         \n\r\n                           operational control\r\n                          \n\r\n                         and when these entities are part of the undertaking’s upstream and dopwnstream value chain.\r\n                        \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (i)\r\n                    \n\n\n\n\n\r\n                     disclose a\r\n list of Scope 3 GHG emissions categories included in and excluded from \r\nthe inventory with a justification for excluded Scope 3 categories;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (j)\r\n                    \n\n\n\n\n\r\n                     disclose biogenic emissions of CO\r\n                     \r\n                      2\r\n                     \r\n                     from the combustion or biodegradation of biomass that occur in its upstream and downstream\r\n                     \n\r\n                       value chain\r\n                      \n\r\n                     separately from the gross Scope 3 GHG emissions, and include emissions of other types of GHG (such as CH\r\n                     \r\n                      4\r\n                     \r\n                     and N2O), and emissions of CO2 that occur in the life cycle of biomass \r\nother than from combustion or biodegradation (such as GHG emissions from\r\n processing or transporting biomass) in the calculation of Scope 3 GHG \r\nemissions;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                     (k)\r\n                    \n\n\n\n\n\r\n                     not include any removals, or any purchased, sold or transferred\r\n                     \n\r\n                       carbon credits\r\n                      \n\r\n                     or GHG allowances in the calculation of Scope 3 GHG emissions;\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                 AR 47.\r\n                \n\n\n\n\r\n                When preparing the information on the total GHG\r\n                \n\r\n                  emissions\r\n                 \n\r\n                required under paragraph 52, the undertaking shall:\r\n               \n\n\n\n\n\n\n\n\n\n\r\n                     (a)"]}