{"content": ["Europe's voice in corporate reporting | EFRAG\n\n\n\n\n\n\n\n      Skip to main content\n    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSearch\n\n\n\n\n\n\n\nMenu: Acount\n\n\nLog in\n\n\nWebsite feedback\n\n\nSubscribe\n\n\nContact us\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMenu: Main\n\n\nAbout us\n\n\n\n\n\n\n\n\nEFRAG\n \n\n\n\n\n\nAbout EFRAG\n\n\n\n\n\n\nEFRAG Secretariat\n\n\n\n\nElements of history and reforms\n\n\n\n\nEuropean lab\n\n\n\n\nWays of contributing to EFRAG Work \n\n\n\n\n\n\n\n\n\n\nWorking groups and advisory panels\n\n\n\n\nAnnual reviews\n\n\n\n\nFriends of EFRAG\n\n\n\n\nLegal & Policies\n\n\n\n\nOur structure and member organisations\n\n\n\n\n\n\nEFRAG Administrative Board \n\n\n\n\nEFRAG Financial Reporting Board\n\n\n\n\nEFRAG Financial Reporting Technical Expert Group\n\n\n\n\nEFRAG Consultative Forum of Standard Setters\n\n\n\n\nEFRAG Sustainability Reporting Board\n\n\n\n\nEFRAG Sustainability Reporting Technical Expert Group\n\n\n\n\n\n\n\n\n\n\nAll EFRAG projects\n\n\n\n\n\n\n\n\n\n\nFinancial reporting\n\n\n\n\n\n\n\n\nFinancial reporting\n\n\n\n\n\nAbout financial reporting and due process\n\n\n\n\nEndorsement status\n\n\n\n\nMeetings\n\n\n\n\nNews\n\n\n\n\nProjects\n\n\n\n\nConnectivity between FR and SR\n\n\n\n\nGovernance and technical bodies\n\n\n\n\n\n\nEFRAG Financial Reporting Board\n\n\n\n\nEFRAG Financial Reporting Technical Expert Group\n\n\n\n\nEFRAG Consultative Forum of Standard Setters\n\n\n\n\n\n\n\n\n\n\nOpen consultations\n\n\n\n\n\n\n\n\n\n\nSustainability reporting\n\n\n\n\n\n\n\n\nSustainability reporting\n\n\n\n\n\nAbout sustainability reporting and due process\n\n\n\n\nESRS workstreams\n\n\n\n\n\n\nSector agnostic\n\n\n\n\nSector specific\n\n\n\n\nSMEs\n\n\n\n\nImplementation support\n\n\n\n\nXBRL Taxonomy\n\n\n\n\nISSB consultations\n\n\n\n\nInteroperability\n\n\n\n\nNon-EU Group(s)\n\n\n\n\n\n\n\n\n\n\nESRS Q&A platform\n\n\n\n\nMeetings\n\n\n\n\nNews\n\n\n\n\nProjects\n\n\n\n\nConnectivity between FR and SR\n\n\n\n\nGovernance and technical bodies\n\n\n\n\n\n\nEFRAG Sustainability Reporting Board\n\n\n\n\nEFRAG Sustainability Reporting Technical Expert Group\n\n\n\n\n\n\n\n\n\n\nOpen consultations\n\n\n\n\n\n\n\n\n\n\nEFRAG update\n\n\n\n\nNews and calendar\n\n\n\n\n\n\n\n\nNews and meetings\nAccess the latest news, press releases and publications and explore our meeting calendar\n\n\n\n\n\nNews\n\n\n\n\nMeetings calendar\n\n\n\n\nIFASS meetings\n\n\n\n\nSustainability Reporting Publications \n\n\n\n\nFinancial Reporting Publications\n\n\n\n\n\n\n\n\n\n\nOpen consultations\n\n\n\n\nVacancy\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n Europe's voice in corporate reporting\n\n\n\n​EFRAG’s mission is to serve the European public interest in both financial and sustainability reporting by developing and promoting European views in the field of corporate reporting. EFRAG builds on and contributes to the progress in corporate reporting. \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFinancial reporting\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSustainability reporting\n\n\n\n\n\n\n\n\n\n\n\nNews & events\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIn the Spotlight\n\n\n\n\n\n\n\n\nEFRAG releases the Voluntary Sustainability Reporting Standard for non-listed SMEs EFRAG is pleased to announce the delivery of its technical advice on the VSME, the voluntary reporting standard for non-listed micro-, small-, medium sized undertakings.\n\n\n\nRead more", "Read more\n\n\n\n\n\n\n\n\nEFRAG Conference 2024The recording, pictures and summary report will soon be available! Read now the keynote speeches available.\n\n\n\nRead more\n\n\n\n\n\n\n\n\nSeason GreetingsEFRAG extends its warmest wishes for a joyful holiday season and a prosperous New Year\n\n\n\nRead more\n\n\n\n\n\n\n\n\nAbout EFRAGEFRAG is a private association established in 2001 with the encouragement of the European Commission to serve the public interest. EFRAG extended its mission in 2022 following the new role assigned to EFRAG in the CSRD, providing Technical Advice to the European Commission in the form of fully prepared draft EU Sustainability Reporting Standards and/or draft amendments to these Standards. Its Member Organisations are European stakeholders and National Organisations and Civil Society Organisations.EFRAG’s activities are organised in two pillars:A Financial Reporting Pillar where EFRAG influences the development of IFRS Standards from a European perspective and how they contribute to the efficiency of capital markets and provides endorsement advice on (amendments to) IFRS Standards to the European Commission.A Sustainability Reporting Pillar where EFRAG develops draft EU Sustainability Reporting Standards, and related amendments for the European Commission.\n\n\n\n      Latest news items\n  \n\n\n\n \n\n\n\nSustainability\n\n\n24.12.2024\n\n\nParticipate in ESMA’s consultation on digital tagging of ESRS statements\n\n\nRead more about Participate in ESMA’s consultation on digital tagging of ESRS statements\n\n\n\n\n\n\nSustainability\n\n\n20.12.2024\n\n\nEFRAG publishes technical addendum to ESRS IG 3\n\n\nRead more about EFRAG publishes technical addendum to ESRS IG 3\n\n\n\n\n\n\nFinancial\n\n\n20.12.2024\n\n\nEFRAG survey to preparers of financial statements of rate-regulated entities - Deadline - 31 March 2025\n\n\nRead more about EFRAG survey to preparers of financial statements of rate-regulated entities - Deadline - 31 March 2025\n\n\n\nRead all news\n\n\n\n\n\n\n\n\n\nUpcoming meetingsAll public meetings are shown below. Click on them to have access to the agenda and papers for the meetings. Closed meetings are also visible in the calendar for transparency reasons, however no other information is available.All upcoming & past meetings\n\n\n\n\n\n \n\n\n\n14/01\n2025\n\n\n\nEFRAG FIWG Webcast Meeting-14 January 2025\n\n\nEFRAG Financial Instruments Working Group (EFRAG FIWG)\n\n\n09:00\n\n                  EFRAG Offices - 35 Square de Meeûs, 1000 Brussels\n            \n\n\nRead more about EFRAG FIWG Webcast Meeting-14 January 2025\n\n\n\niCalendar\nOutlook\nGoogle\n\n\n\n\n\n\n\n\n\n15/01\n2025\n\n\n\nEFRAG FRB & EFRAG FR TEG Joint Webcast Meeting 15 January 2025\n\n\nEFRAG Financial Reporting Board\n\n\n09:00\n\n                  EFRAG Offices - 35 Square de Meeûs, 1000 Brussels\n            \n\n\nRead more about EFRAG FRB & EFRAG FR TEG Joint Webcast Meeting 15 January 2025\n\n\n\niCalendar\nOutlook\nGoogle\n\n\n\n\n\n\n\n\n\n15/01\n2025\n\n\n\nEFRAG SRB meeting 15 January 2025\n\n\nEFRAG Sustainability Reporting Board\n\n\n09:00", "iCalendar\nOutlook\nGoogle\n\n\n\n\n\n\n\n\n\n15/01\n2025\n\n\n\nEFRAG SRB meeting 15 January 2025\n\n\nEFRAG Sustainability Reporting Board\n\n\n09:00\n\n                  EFRAG Offices - 35 Square de Meeûs, 1000 Brussels\n            \n\n\nRead more about EFRAG SRB meeting 15 January 2025\n\n\n\niCalendar\nOutlook\nGoogle\n\n\n\n\n\n\n\n\n\n21/01\n2025\n\n\n\nEFRAG SR TEG meeting 21 January 2025\n\n\nEFRAG Sustainability Reporting Technical Expert Group (EFRAG SR TEG)\n\n\n13:30\n\n                  EFRAG Offices - 35 Square de Meeûs, 1000 Brussels\n            \n\n\nRead more about EFRAG SR TEG meeting 21 January 2025\n\n\n\niCalendar\nOutlook\nGoogle\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEFRAG projectsAccess EFRAG’s past and current activities including descriptions, related documents and news items.All financial projectsAll sustainability projects\n\n\n\n\n\n \n\n\n\n                  Open for comment\n            \n\nEFRAG Due Process Procedures for Financial Reporting - 2024 Consultation\n\n\nResponsibles\n\nRasmus Sommer\nFilipe Alves\nGalina Borisova\n\n\n\nPhase\nConsultation\n\n\nTopics\n\nGovernance, politics, policies and priorities\n\n\n\n\nRead more about EFRAG Due Process Procedures for Financial Reporting - 2024 Consultation\n\n\n\n\n\n\n\n\n\nIntangible Assets\n\n\nResponsibles\n\nKathrin Schoene\n\n\n\nPhase\nMonitoring\n\n\nTopics\n\nSpecific activities\n\n\n\n\nRead more about Intangible Assets\n\n\n\n\n\n\n\n\n\nFinancial Instruments with Characteristics of Equity (FICE) - Standard-setting\n\n\nResponsibles\n\nDidrik Thrane-Nielsen\nSapna Heeralall\n\n\n\nPhase\nMonitoring\n\n\nTopics\n\nEquity, financial instruments and hedging\n\n\n\n\nRead more about Financial Instruments with Characteristics of Equity (FICE) - Standard-setting\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDownload the latest  endorsement status reportThe report  provides an overview of IFRS Standards and IFRS interpretations pending endorsement. This overview is updated upon an IFRS Standard or IFRS Intepretation being issued by the IASB, EFRAG issuing its draft and final endorsement advice, and the ARC voting in favour of endorsement. It includes mention of the IASB effective date, an indication of when the various decisions, including final endorsement, are expected to be made and of whether the time-table is compatible with the IASB effective date.  The report further contains a list of all IFRS, amendments to IFRS and IFRS Interpretations endorsed in the EU, providing for each of them the date when it became effective in the EU, the date the endorsement decision was made and the date when it was published in the Official Journal of the European Union.Download the latest reportView the latest update\n\n\n\n\n\n\n\n\n\n\n\n \nVacancies and tenders\nWe regularly advertise job openings for a wide variety of support, professional and leadership roles.\nRead more\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEFRAG (IVZW/AISBL)35 Square de Meeûs1000 Brussels (fifth floor)BELGIUMT +32 (0)2 207 93 00How to reach usEuropean Transparency Register: 411098519407-76\n\n\n\n\n\n\n                  Subscribe to our newsletter\n            \n\nSubscribe\n\n\n\n\nMain navigation\n\n\nAbout us\n\n\nFinancial reporting", "Subscribe to our newsletter\n            \n\nSubscribe\n\n\n\n\nMain navigation\n\n\nAbout us\n\n\nFinancial reporting\n\n\nSustainability reporting\n\n\nEFRAG update\n\n\nNews and calendar\n\n\nOpen consultations\n\n\nVacancy\n\n\n\n\n\n\n                  Connect with us\n            \n\n\nYoutube \n\n\nTwitter \n\n\nLinkedin \n\n\n\n\n\n\n\n\n\n\nBottom menu\n\n\n© EFRAG\n\n\nPrivacy policy\n\n\nCookie statement\n\n\nDisclaimer\n\n\n\n\nDMS menu\n\n\nSite by D’M&S\n\n\n\n\n\n\n\n\nMain navigation\n\n\nAbout us\n\n\nAbout EFRAG\n\n\nWorking groups and advisory panels\n\n\nAnnual reviews\n\n\nFriends of EFRAG\n\n\nLegal & Policies\n\n\nOur structure and member organisations\n\n\nAll EFRAG projects\n\n\n\n\nFinancial reporting\n\n\nAbout financial reporting and due process\n\n\nEndorsement status\n\n\nMeetings\n\n\nNews\n\n\nProjects\n\n\nConnectivity between FR and SR\n\n\nGovernance and technical bodies\n\n\nOpen consultations\n\n\n\n\nSustainability reporting\n\n\nAbout sustainability reporting and due process\n\n\nESRS workstreams\n\n\nESRS Q&A platform\n\n\nMeetings\n\n\nNews\n\n\nProjects\n\n\nConnectivity between FR and SR\n\n\nGovernance and technical bodies\n\n\nOpen consultations\n\n\n\n\nEFRAG update\n\n\nNews and calendar\n\n\nNews\n\n\nMeetings calendar\n\n\nIFASS meetings\n\n\nSustainability Reporting Publications \n\n\nFinancial Reporting Publications\n\n\n\n\nOpen consultations\n\n\nVacancy\n\n\n\n\nUser account menu\n\n\nLog in\n\n\nWebsite feedback\n\n\nSubscribe\n\n\nContact us", "European Climate and Health ObservatorySkip to main contentSkip to navigationSkip to footerAn official website of the European Union | How do you know?All official European Union website addresses are in the europa.eu domain.See all EU institutions and bodiesEnvironmental information systemsEuropean Environment Agency websiteWISE marine - Marine information system for EuropeWISE freshwater - Freshwater information system for EuropeBISE - Biodiversity information system for EuropeFISE - Forest information system for EuropeEuropean Climate and health observatoryClimateADAPTEuropean Industrial Emissions PortalClimate and energy in the EUCopernicus Land Monitoring ServiceCopernicus InSituENEnglishENDeutschDEFrançaisFREspañolESItalianoITPolskiPLAboutPolicy contextEvidence on climate change and healthPublications and outreachEuropean Climate and Health ObservatoryWe provide easy access to a wide range of relevant tools, data and other resources related to climate change and health, with the aim to support Europe in becoming resilient to the health impacts of climate change.DISCOVER THE MAIN TOPICS AND TOOLS OF THE OBSERVATORY1Case studies2Indicators3Country profiles4Resource catalogue5Map viewersCase studies showcase implemented initiatives in Europe that build resilience against health risks induced by climate changeExplore all case studiesProtecting surface water quality in FinlandMental health support for flooded populations in ItalyDrought insurance for farmers in AustriaMore than 20 indicators from trusted information providers offer information on climate and healthConsult all indicatorsno resultsCountry profiles describe how EEA member countries address climate change adaptation in (sub)national public health policies and how they cover public health aspects in climate change adaptation strategies and plansView country profilesThe resource catalogue is a database of quality checked resourcesAccess the catalogueno resultsMap viewers allow to assess the spatial distribution of climate-related health risks, impacts, exposure and responses across EuropeExplore more map viewersExposure of vulnerable groupsDistribution of urban green spaceAccessibility of hospitals in EuropeNEW IN THE OBSERVATORYEEA briefing on the impacts of heat on health: Surveillance and preparedness in EuropeOf all weather-and climate-related extreme events in Europe, heat causes the largest number of deaths. Collecting timely and reliable data on the impact of heat are vital to deploy targeted emergency responses during heatwaves. Learn about the status of heat-health action planning and surveillance in Europe in this new EEA briefing.  Read the briefingNewsLoadingMore newsEventsLoadingMore events1Newsletter2Share infoNewsletterRegister to receive news from the European Climate and Health ObservatorySign me upShare informationFind out how to contribute your information to the Observatory via Climate-ADAPTContributeThe European Climate and Health Observatory is a joint", "and Health ObservatorySign me upShare informationFind out how to contribute your information to the Observatory via Climate-ADAPTContributeThe European Climate and Health Observatory is a joint initiative of the European Commission, the European Environment Agency and many other organisations.AboutContactEnvironmental information systemsSitemapCMS LoginPrivacytopLanguage preference detectedDo you want to see the page translated into ? Yes, reload the page using my language settings.Exclusion of liabilityThis translation is generated by eTranslation, a machine translation tool provided by the European Commission. Show more", "Countries | European Environment Agency's home pageSkip to main contentSkip to navigationSkip to footerAn official website of the European Union | How do you know?All official European Union website addresses are in the europa.eu domain.See all EU institutions and bodiesEnvironmental information systemsEuropean Environment Agency websiteWISE marine - Marine information system for EuropeWISE freshwater - Freshwater information system for EuropeBISE - Biodiversity information system for EuropeFISE - Forest information system for EuropeEuropean Climate and health observatoryClimateADAPTEuropean Industrial Emissions PortalClimate and energy in the EUCopernicus Land Monitoring ServiceCopernicus InSituTopicsAnalysis and dataCountriesNewsroomAbout usCountriesCountriesShareEEA member countriesAustriaBelgiumBulgariaCroatiaCyprusCzechiaDenmarkEstoniaFinlandFranceGermanyGreeceHungaryIcelandIrelandItalyLatviaLiechtensteinLithuaniaLuxembourgMaltaNetherlandsNorwayPolandPortugalRomaniaSlovakiaSloveniaSpainSwedenSwitzerlandTürkiyeCooperating countriesAlbaniaBosnia and HerzegovinaKosovo*MontenegroNorth MacedoniaSerbia* This designation is without prejudice to positions on status, and is in line with UNSCR 1244 and the ICJ Opinion on the Kosovo Declaration of Independence.About usFAQsCareersContact usSign up to our newsletterExplore our environmental information systemsPrivacy statementAccessibilityLegal noticeSitemapSystem statusLogintop"]}