{"content": ["iii.\r\n                      \n\n\n\n\n\r\n                       how it is organised;\r\n                      \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                       iv.\r\n                      \n\n\n\n\n\r\n                       its purpose; and\r\n                      \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                       v.\r\n                      \n\n\n\n\n\r\n                       how its outcome is taken into account by the undertaking;\r\n                      \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (b)\r\n                  \n\n\n\n\n\r\n                   the undertaking’s understanding of the interests and views of its key\r\n                   \n\r\n                     stakeholders\r\n                    \n\r\n                   as they relate to the undertaking’s strategy and\r\n                   \n\r\n                     business model,\r\n                    \n\r\n                   to the extent that these were analysed during the undertaking’s due diligence process and/or\r\n                   \n\r\n                     materiality\r\n                    \n\r\n                   assessment process (see Disclosure Requirement IRO-1 of this Standard);\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (c)\r\n                  \n\n\n\n\n\r\n                   where applicable, amendments to its strategy and/or business model, including:\r\n                  \n\n\n\n\n\n\n\n\n\n\n\r\n                       i.\r\n                      \n\n\n\n\n\r\n                       how\r\n the undertaking has amended or expects to amend its \r\nstrategy and/or business model to address the interests and views \r\nof its stakeholders;\r\n                      \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                       ii.\r\n                      \n\n\n\n\n\r\n                       any further steps that are being planned and in what timeline; and\r\n                      \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                       iii.\r\n                      \n\n\n\n\n\r\n                       whether these steps are likely to modify the relationship with and views of stakeholders; and\r\n                      \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (d)\r\n                  \n\n\n\n\n\r\n                   whether and how the\r\n                   \n\r\n                     administrative, management and supervisory bodies\r\n                    \n\r\n                   are informed about the views and interests of affected\r\n                   \n\r\n                     stakeholders\r\n                    \n\r\n                   with regard to the undertaking’s sustainability-related impacts.\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\r\n           Disclosure Requirement SBM-3 - Material impacts, risks and opportunities and their interaction with strategy and business model\r\n          \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               46.\r\n              \n\n\n\n\n\r\n               The undertaking shall \r\ndisclose its material impacts, risks and opportunities and how they \r\ninteract with its strategy and business model.\r\n              \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               47.", "47.\r\n              \n\n\n\n\r\n              The objective of this Disclosure Requirement is to provide an understanding of the material\r\n              \n\r\n                impacts, risks\r\n               \n\r\n              and\r\n              \n\r\n                opportunities\r\n               \n\r\n              as they result from the undertaking’s\r\n materiality assessment and how they originate from and trigger \r\nadaptation of the undertaking’s strategy and\r\n              \n\r\n                business model\r\n               \n\r\n              including its resources allocation. \r\nThe information to be disclosed about the management of the \r\nundertaking’s material impacts, risks and opportunities is prescribed in\r\n topical ESRS and in sector-specific standards, which shall be applied \r\nin conjunction with the\r\n              \n\r\n                Minimum Disclosure Requirements\r\n               \n\r\n              on\r\n              \n\r\n                policies, actions\r\n               \n\r\n              and\r\n              \n\r\n                targets\r\n               \n\r\n              established in this Standard.\r\n             \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               48.\r\n              \n\n\n\n\r\n              The undertaking shall disclose:\r\n             \n\n\n\n\n\n\n\n\n\n\r\n                   (a)\r\n                  \n\n\n\n\n\r\n                   a brief description of its material\r\n                   \n\r\n                     impacts, risks\r\n                    \n\r\n                   and\r\n                   \n\r\n                     opportunities\r\n                    \n\r\n                   resulting from its \r\nmateriality assessment (see Disclosure Requirement IRO-1 of this \r\nstandard), including a description of where in its\r\n                   \n\r\n                     business model\r\n                    \n\r\n                   , its own operations and its upstream and downstream\r\n                   \n\r\n                     value chain\r\n                    \n\r\n                   these material impacts, risks and opportunities are concentrated;\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (b)\r\n                  \n\n\n\n\n\r\n                   the current and\r\n anticipated effects of its material impacts, risks and opportunities on\r\n its business model, value chain, strategy and decision-making, and how \r\nit has responded or plans to respond to these effects, including any \r\nchanges it has made or plans to make to its strategy or business model \r\nas part of its\r\n                   \n\r\n                     actions\r\n                    \n\r\n                   to address particular material impacts or risks, or to pursue particular material opportunities;\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (c)\r\n                  \n\n\n\n\n\r\n                   with reference to the undertaking’s material\r\n                   \n\r\n                     impacts\r\n                    \n\r\n                   :\r\n                  \n\n\n\n\n\n\n\n\n\n\n\r\n                       i.", "i.\r\n                      \n\n\n\n\n\r\n                       how\r\n the undertaking’s material negative and positive impacts affect (or, in\r\n the case of potential impacts, are likely to affect) people or the \r\nenvironment;\r\n                      \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                       ii.\r\n                      \n\n\n\n\n\r\n                       whether and how the impacts originate from or are connected to the undertaking's strategy and business model;\r\n                      \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                       iii.\r\n                      \n\n\n\n\n\r\n                       the reasonably expected time horizons of the impacts; and\r\n                      \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                       iv.\r\n                      \n\n\n\n\n\r\n                       whether the undertaking is involved with the material impacts through its activities or because of its\r\n                       \n\r\n                         business relationships\r\n                        \n\r\n                       , describing the nature of the activities or business relationships concerned;\r\n                      \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (d)\r\n                  \n\n\n\n\n\r\n                   the\r\n                   \n\r\n                     current financial effects\r\n                    \n\r\n                   of the undertaking’s \r\nmaterial risks and opportunities on its financial position, financial \r\nperformance and cash flows and the material risks and opportunities for \r\nwhich there is a significant risk of a material adjustment within the \r\nnext annual reporting period to the carrying amounts of assets and \r\nliabilities reported in the related financial statements;\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (e)\r\n                  \n\n\n\n\n\r\n                   the\r\n                   \n\r\n                     anticipated financial effects\r\n                    \n\r\n                   of the undertaking’s \r\nmaterial risks and opportunities on its financial position, financial \r\nperformance and cash flows over the short-, medium- and long-term, \r\nincluding the reasonably expected time horizons for those effects. This \r\nshall include how the undertaking expects its financial position, \r\nfinancial performance and cash flows to change over the short, medium- \r\nand long-term, given its strategy to manage risks and opportunities, \r\ntaking into consideration:\r\n                  \n\n\n\n\n\n\n\n\n\n\n\r\n                       i.\r\n                      \n\n\n\n\n\r\n                       its\r\n investment and disposal plans (for example, capital expenditure, major \r\nacquisitions and divestments, joint ventures, business transformation, \r\ninnovation, new business areas and asset retirements), including plans \r\nthe undertaking is not contractually committed to; and\r\n                      \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                       ii.\r\n                      \n\n\n\n\n\r\n                       its planned sources of funding to implement its strategy.", "ii.\r\n                      \n\n\n\n\n\r\n                       its planned sources of funding to implement its strategy.\r\n                      \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (f)\r\n                  \n\n\n\n\n\r\n                   information \r\nabout the resilience of the undertaking's strategy and business model \r\nregarding its capacity to address its material impacts and risks and to \r\ntake advantage of its material opportunities. The undertaking shall \r\ndisclose a qualitative and, when applicable, a quantitative analysis of \r\nthe resilience, including how the analysis was conducted and the time \r\nhorizons that were applied as defined in ESRS 1 (see ESRS 1 chapter 6\r\n                   \r\n                    Time horizons\r\n                   \r\n                   ). When providing quantitative information, the undertaking may disclose single amounts or ranges;\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (g)\r\n                  \n\n\n\n\n\r\n                   changes to the material impacts, risks and opportunities compared to the previous reporting period; and\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (h)\r\n                  \n\n\n\n\n\r\n                   a specification\r\n of those impacts, risks and opportunities that are covered by ESRS \r\nDisclosure Requirements as opposed to those covered by the undertaking \r\nusing additional entity-specific disclosures.\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               49.\r\n              \n\n\n\n\r\n              The undertaking may disclose the \r\ndescriptive information required in paragraph 46 alongside the \r\ndisclosures provided under the corresponding topical ESRS, in which case\r\n it shall still present a statement of its material\r\n              \n\r\n                impacts, risks\r\n               \n\r\n              and\r\n              \n\r\n                opportunities\r\n               \n\r\n              alongside its disclosures prepared under this chapter of ESRS 2.\r\n             \n\n\n\n\n\n\r\n         4.\r\n         \r\n          Impact, risk and opportunity management\r\n         \n\n\r\n         4.1\r\n         \n\r\n           Disclosures on the materiality assessment process\r\n          \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               50.\r\n              \n\n\n\n\r\n              This chapter sets disclosure requirements that enable an understanding of:\r\n             \n\n\n\n\n\n\n\n\n\n\r\n                   (a)\r\n                  \n\n\n\n\n\r\n                   the process to identify material\r\n                   \n\r\n                     impacts, risks\r\n                    \n\r\n                   and\r\n                   \n\r\n                     opportunities\r\n                    \n\r\n                   ; and\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (b)", "(b)\r\n                  \n\n\n\n\n\r\n                   the information that, as a result of its\r\n                   \n\r\n                     materiality\r\n                    \n\r\n                   assessment, the undertaking has included in its\r\n                   \n\r\n                     sustainability statement\r\n                    \n\r\n                   .\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\r\n           Disclosure Requirement IRO-1 - Description of the process to identify and assess material impacts, risks and opportunities\r\n          \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               51.\r\n              \n\n\n\n\n\r\n               The undertaking shall \r\ndisclose its process to identify its impacts, risks and opportunities \r\nand to assess which ones are material.\r\n              \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               52.\r\n              \n\n\n\n\r\n              The objective of this Disclosure \r\nRequirement is to provide an understanding of the process through which \r\nthe undertaking identifies\r\n              \n\r\n                impacts, risks\r\n               \n\r\n              and\r\n              \n\r\n                opportunities\r\n               \n\r\n              and assesses their\r\n              \n\r\n                materiality,\r\n               \n\r\n              as the basis for determining the disclosures in its\r\n              \n\r\n                sustainability statement\r\n               \n\r\n              (see ESRS 1 chapter 3 and its related\r\n Application Requirements, which set out requirements and principles \r\nregarding the process to identify and assess material impacts, risks and\r\n opportunities based on the principle of double materiality).\r\n             \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               53.\r\n              \n\n\n\n\r\n              The undertaking shall disclose the following information:\r\n             \n\n\n\n\n\n\n\n\n\n\r\n                   (a)\r\n                  \n\n\n\n\n\r\n                   a description of the methodologies and assumptions applied in the described process;\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (b)\r\n                  \n\n\n\n\n\r\n                   an overview of the process to identify, assess, prioritise and monitor the undertaking’s potential and actual\r\n                   \n\r\n                     impacts\r\n                    \n\r\n                   on people and the \r\nenvironment, informed by the undertaking’s due diligence process, \r\nincluding an explanation of whether and how the process:\r\n                  \n\n\n\n\n\n\n\n\n\n\n\r\n                       i.\r\n                      \n\n\n\n\n\r\n                       focusses\r\n on specific activities, business relationships, geographies or other \r\nfactors that give rise to heightened risk of adverse impacts;\r\n                      \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                       ii.\r\n                      \n\n\n\n\n\r\n                       considers\r\n the impacts with which the undertaking is involved through its own \r\noperations or as a result of its business relationships;", "iii.\r\n                      \n\n\n\n\n\r\n                       includes consultation with affected\r\n                       \n\r\n                         stakeholders\r\n                        \n\r\n                       to understand how they may be impacted and with external experts;\r\n                      \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                       iv.\r\n                      \n\n\n\n\n\r\n                       prioritises negative impacts based on their relative severity and likelihood, (see ESRS 1 section 3.4\r\n                       \r\n                        Impact materiality\r\n                       \r\n                       )\r\n and, if applicable, positive impacts on their relative scale, scope and\r\n likelihood, and determines which sustainability matters are material \r\nfor reporting purposes, including the qualitative or quantitative \r\nthresholds and other criteria used as prescribed by ESRS 1 section 3.4\r\n                       \r\n                        Impact materiality\r\n                       \r\n                       ;\r\n                      \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (c)\r\n                  \n\n\n\n\n\r\n                   an overview of the process used to identify, assess, prioritise and monitor\r\n                   \n\r\n                     risks\r\n                    \n\r\n                   and\r\n                   \n\r\n                     opportunities\r\n                    \n\r\n                   that have or may have\r\n                   \n\r\n                     financial effects\r\n                    \n\r\n                   . The disclosure shall include:\r\n                  \n\n\n\n\n\n\n\n\n\n\n\r\n                       i.\r\n                      \n\n\n\n\n\r\n                       how\r\n the undertaking has considered the connections of its impacts and \r\ndependencies with the risks and opportunities that may arise from those \r\nimpacts and dependencies;\r\n                      \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                       ii.\r\n                      \n\n\n\n\n\r\n                       how\r\n the undertaking assesses the likelihood, magnitude, and nature of \r\neffects of the identified risk and opportunities (such as the \r\nqualitative or quantitative thresholds and other criteria used as \r\nprescribed by ESRS 1 section 3.5\r\n                       \r\n                        Financial materiality\r\n                       \r\n                       );\r\n                      \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                       iii.\r\n                      \n\n\n\n\n\r\n                       how\r\n the undertaking prioritises sustainability-related risks relative to \r\nother types of risks, including its use of risk-assessment tools;\r\n                      \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (d)\r\n                  \n\n\n\n\n\r\n                   a description of the decision-making process and the related internal control procedures;\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (e)", "a description of the decision-making process and the related internal control procedures;\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (e)\r\n                  \n\n\n\n\n\r\n                   the extent to \r\nwhich and how the process to identify, assess and manage impacts and \r\nrisks is integrated into the undertaking’s overall risk management \r\nprocess and used to evaluate the undertaking’s overall risk profile and \r\nrisk management processes;\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (f)\r\n                  \n\n\n\n\n\r\n                   the extent to \r\nwhich and how the process to identify, assess and manage opportunities \r\nis integrated into the undertaking’s overall management process where \r\napplicable;\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (g)\r\n                  \n\n\n\n\n\r\n                   the input \r\nparameters it uses (for example, data sources, the scope of operations \r\ncovered and the detail used in assumptions); and\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                   (h)\r\n                  \n\n\n\n\n\r\n                   whether and how\r\n the process has changed compared to the prior reporting period, when \r\nthe process was modified for the last time and future revision dates of \r\nthe\r\n                   \n\r\n                     materiality\r\n                    \n\r\n                   assessment.\r\n                  \n\n\n\n\n\n\n\n\n\n\n\n\n\r\n           Disclosure Requirement IRO-2 – Disclosure Requirements in ESRS covered by the undertaking’s sustainability statement\r\n          \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               54.\r\n              \n\n\n\n\n\r\n               The undertaking shall report on the Disclosure Requirements complied with in its sustainability statements.\r\n              \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               55.\r\n              \n\n\n\n\r\n              The objective of this Disclosure \r\nRequirement is to provide an understanding of the Disclosure \r\nRequirements included in the undertaking’s sustainability statement and \r\nof the topics that have been omitted as not material, as a result of the\r\n              \n\r\n                materiality\r\n               \n\r\n              assessment.\r\n             \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n               56."]}